[
  "The 'Jet Stream Theory' provides a contemporary explanation for the mechanism of the Indian Monsoon. The subtropical westerly jet stream's position over Tibet in winter and its northward shift in summer are directly linked to the onset and withdrawal of the monsoon winds over the Indian subcontinent.",
  "The 'Sargasso Sea' in the North Atlantic is a unique body of water defined not by land boundaries but by a system of powerful rotating ocean currents, known as the North Atlantic Gyre. It is known for its calm waters and large concentrations of Sargassum seaweed.",
  "The concept of 'Heat Budget' of the Earth explains how the planet maintains a stable average temperature. It is a balance between incoming shortwave solar radiation and outgoing longwave terrestrial radiation. Factors like albedo, greenhouse gases, and cloud cover play a crucial role in this balance.",
  "The 'Karst Topography' is a landscape formed from the dissolution of soluble rocks such as limestone, dolomite, and gypsum. Characteristic features include caves, sinkholes (dolines), and underground drainage systems. The Western Ghats in India have a form of this topography.",
  "The 'Urban Heat Island' effect is a micro-climatic phenomenon where urban areas experience higher temperatures than their surrounding rural areas. This is primarily due to the absorption of solar radiation by urban surfaces (concrete, asphalt), waste heat from human activities, and the lack of vegetation.",
  "The 'Tropical Cyclone' formation requires a sea surface temperature of at least 27°C, a pre-existing low-pressure system, and sufficient Coriolis force to initiate cyclonic rotation. The absence of the Coriolis effect at the equator prevents the formation of these storms in that region.",
  "The term 'Peneplain' describes a low, undulating land surface that is the end product of long-term erosion. It represents a theoretical final stage in the cycle of erosion, as proposed by William Morris Davis.",
  "The 'Alluvial Fan' and 'Delta' are both depositional landforms formed by rivers, but they differ in their environment. An alluvial fan forms on land at the base of a mountain when a stream loses velocity and spreads out, while a delta forms in a standing body of water (like a sea or lake) as a river deposits its sediment load.",
  "The 'Thar Desert' in India is not a pure 'hot desert'. Its formation is a complex process linked to the Aravalli range's orientation, which blocks the moisture-laden monsoon winds, and the subsiding air from the subtropical high-pressure belt.",
  "The 'Coral Bleaching' phenomenon is a direct result of environmental stress, primarily increased sea temperatures, which causes corals to expel the symbiotic algae (zooxanthellae) living in their tissues. This leads to the loss of their color and their primary source of food.",
  "The 'El Niño-Southern Oscillation (ENSO)' is a key driver of global climate variability. The El Niño phase, marked by warmer-than-average sea surface temperatures in the central and eastern tropical Pacific, is often associated with weakened monsoon rainfall in India."
]
