[
  "భారతదేశంలో న్యాయమూర్తుల నియామకానికి సంబంధించిన 'కొలీజియం వ్యవస్థ' రాజ్యాంగంలో ప్రత్యేకంగా పేర్కొనబడలేదు. ఇది 'ముగ్గురు న్యాయమూర్తుల కేసుల' (Three Judges Cases) ద్వారా సుప్రీంకోర్టు తీర్పుల ఫలితంగా ఉద్భవించింది. ఈ వ్యవస్థ ద్వారా, భారత ప్రధాన న్యాయమూర్తి మరియు సుప్రీంకోర్టులోని నలుగురు సీనియర్ న్యాయమూర్తులతో కూడిన కొలీజియం నియామకాలపై నిర్ణయం తీసుకుంటుంది. దీని పారదర్శకతపై తరచుగా చర్చ జరుగుతుంది.",
  "పార్లమెంటరీ కమిటీలలో 'ప్రభుత్వ ఖాతాల సంఘం' (Public Accounts Committee - PAC) చాలా ముఖ్యమైనది. ఇది భారత కంప్ట్రోలర్ మరియు ఆడిటర్ జనరల్ (CAG) యొక్క నివేదికలను పరిశీలిస్తుంది. సాంప్రదాయకంగా, ఈ కమిటీకి చైర్‌పర్సన్‌గా ప్రతిపక్ష సభ్యుడిని నియమిస్తారు. ఇది ప్రభుత్వ వ్యయంలో జవాబుదారీతనాన్ని మరియు ఆర్థిక క్రమశిక్షణను నిర్ధారించడానికి సహాయపడుతుంది.",
  "1946 నాటి 'రాయల్ ఇండియన్ నేవీ తిరుగుబాటు' బ్రిటిష్ పాలన పునాదులను కదిలించిన ఒక ముఖ్యమైన సంఘటన. బొంబాయిలో ప్రారంభమైన ఈ తిరుగుబాటు, బ్రిటిష్ అధికారుల పట్ల వివక్ష మరియు చెడు పరిస్థితులకు వ్యతిరేకంగా జరిగింది. ఇది త్వరలోనే కరాచీ, కలకత్తా వంటి ఇతర ప్రాంతాలకు వ్యాపించింది. ఈ తిరుగుబాటు బ్రిటిష్ వారికి భారతదేశంలో వారి పాలన ఇకపై కొనసాగదని స్పష్టం చేసింది.",
  "పర్యావరణ పరిరక్షణలో, 'రామ్‌సార్ కన్వెన్షన్' చిత్తడి నేలల (Wetlands) పరిరక్షణ మరియు వాటిని తెలివిగా ఉపయోగించడంపై దృష్టి పెడుతుంది. భారతదేశంలో అనేక చిత్తడి నేలలను 'రామ్‌సార్ సైట్లు'గా గుర్తించారు. ఈ హోదా వాటి అంతర్జాతీయ ప్రాముఖ్యతను తెలియజేస్తుంది మరియు వాటి జీవవైవిధ్యాన్ని పరిరక్షించడానికి జాతీయ మరియు అంతర్జాతీయ స్థాయిలో చర్యలు తీసుకోవడానికి సహాయపడుతుంది.",
  "ద్రవ్యోల్బణాన్ని కొలిచేటప్పుడు 'హెడ్‌లైన్ ద్రవ్యోల్బణం' మరియు 'కోర్ ద్రవ్యోల్బణం' మధ్య తేడా ఉంటుంది. హెడ్‌లైన్ ద్రవ్యోల్బణం అన్ని వస్తువులు మరియు సేవల ధరల మార్పులను లెక్కిస్తుంది. అయితే, కోర్ ద్రవ్యోల్బణం అస్థిరంగా ఉండే ఆహారం మరియు ఇంధన ధరలను మినహాయించి, ఆర్థిక వ్యవస్థలోని అంతర్లీన ద్రవ్యోల్బణ ధోరణిని మరింత స్పష్టంగా చూపుతుంది. ద్రవ్య విధాన రూపకల్పనలో RBI దీనిని పరిగణనలోకి తీసుకుంటుంది.",
  "భారత స్వాతంత్ర్యోద్యమంలోని 'బిర్సా ముండా నాయకత్వంలోని ఉల్గులాన్ (గొప్ప తిరుగుబాటు)' (1899-1900) ఒక ముఖ్యమైన గిరిజన ఉద్యమం. ఇది బ్రిటిష్ వారి భూ విధానాలు, వడ్డీ వ్యాపారులు మరియు మిషనరీల జోక్యానికి వ్యతిరేకంగా జరిగింది. ముండా ప్రజల హక్కులను మరియు వారి సాంప్రదాయ జీవన విధానాన్ని పునరుద్ధరించడం దీని లక్ష్యం. ఈ ఉద్యమం గిరిజన చైతన్యానికి మరియు పోరాటానికి ప్రతీకగా నిలిచింది.",
  "ఆర్టికల్ 32 ప్రకారం సుప్రీంకోర్టు జారీ చేసే రిట్‌లలో 'మాండమస్' మరియు 'క్వో-వారెంటో' విభిన్న ప్రయోజనాలను కలిగి ఉంటాయి. 'మాండమస్' (మేము ఆజ్ఞాపిస్తున్నాము) అనేది ఒక ప్రభుత్వ అధికారి లేదా సంస్థ తమ చట్టబద్ధమైన విధిని నిర్వర్తించనప్పుడు, దానిని నిర్వర్తించమని ఆదేశిస్తుంది. 'క్వో-వారెంటో' (ఏ అధికారంతో) అనేది ఒక వ్యక్తి ఏ అధికారంతో ప్రభుత్వ పదవిని కలిగి ఉన్నాడని ప్రశ్నిస్తుంది, తద్వారా ఆ పదవిని అక్రమంగా ఆక్రమించడాన్ని నివారిస్తుంది.",
  "భారతదేశ మూలధన మార్కెట్లను నియంత్రించే 'సెక్యూరిటీస్ అండ్ ఎక్స్ఛేంజ్ బోర్డ్ ఆఫ్ ఇండియా' (SEBI) ఒక చట్టబద్ధమైన సంస్థ. దీనికి క్వాసీ-లెజిస్లేటివ్ (నిబంధనలను రూపొందించడం), క్వాసీ-ఎగ్జిక్యూటివ్ (దర్యాప్తు మరియు అమలు చేయడం), మరియు క్వాసీ-జ్యుడీషియల్ (తీర్పులు ఇవ్వడం) అధికారాలు ఉన్నాయి. ఇది పెట్టుబడిదారుల ప్రయోజనాలను పరిరక్షించడం మరియు మార్కెట్ అభివృద్ధిని ప్రోత్సహించడం లక్ష్యంగా పెట్టుకుంది.",
  "యునెస్కో యొక్క 'మానవుడు మరియు జీవావరణ కార్యక్రమం' (Man and Biosphere Programme) కింద ఏర్పాటు చేయబడిన జీవావరణ రిజర్వ్‌లో మూడు మండలాలు ఉంటాయి: కోర్ (Core), బఫర్ (Buffer), మరియు ట్రాన్సిషన్ (Transition). కోర్ ప్రాంతం కఠినంగా సంరక్షించబడుతుంది. బఫర్ జోన్‌లో పర్యాటకం మరియు పరిశోధన వంటి పరిమిత కార్యకలాపాలను అనుమతిస్తారు. ట్రాన్సిషన్ జోన్‌లో స్థానిక సంఘాలు స్థిరమైన ఆర్థిక కార్యకలాపాలు నిర్వహించుకోవచ్చు.",
  "భారత రాష్ట్రపతికి మూడు రకాల వీటో అధికారాలు ఉంటాయి: అబ్సల్యూట్, సస్పెన్సివ్, మరియు పాకెట్ వీటో. అబ్సల్యూట్ వీటో ద్వారా ఒక బిల్లుకు ఆమోదం పూర్తిగా నిరాకరించవచ్చు. సస్పెన్సివ్ వీటో ద్వారా బిల్లును పునఃపరిశీలన కోసం పార్లమెంటుకు తిరిగి పంపవచ్చు. పాకెట్ వీటో ద్వారా, రాష్ట్రపతి బిల్లుపై ఎటువంటి చర్య తీసుకోకుండా నిరవధికంగా తన వద్దే ఉంచుకోవచ్చు. అయితే, రాజ్యాంగ సవరణ బిల్లుల విషయంలో రాష్ట్రపతికి వీటో అధికారం ఉండదు.",
  "1956 నాటి 'రాష్ట్రాల పునర్వ్యవస్థీకరణ చట్టం' ఫజల్ అలీ కమిషన్ సిఫార్సులపై ఆధారపడింది. ఈ కమిషన్, రాష్ట్రాల ఏర్పాటుకు భాషను ఒక ముఖ్యమైన ప్రాతిపదికగా గుర్తించినప్పటికీ, 'ఒక భాష-ఒక రాష్ట్రం' అనే సిద్ధాంతాన్ని తిరస్కరించింది. దేశ ఐక్యత, పరిపాలనా సౌలభ్యం, మరియు ఆర్థిక స్థిరత్వం వంటి అంశాలను కూడా పరిగణనలోకి తీసుకోవాలని సూచించింది. దీని ఫలితంగా 14 రాష్ట్రాలు మరియు 6 కేంద్రపాలిత ప్రాంతాలు ఏర్పడ్డాయి.",
  "స్వాతంత్ర్యం తర్వాత ఆచార్య వినోబా భావే ప్రారంభించిన 'భూదాన ఉద్యమం' ఒక అహింసాత్మక భూ సంస్కరణ ప్రయత్నం. ఇది గాంధీజీ సర్వోదయ ఆదర్శాల నుండి ప్రేరణ పొందింది. ఈ ఉద్యమం ద్వారా, భూస్వాములు తమ భూమిలో కొంత భాగాన్ని ('భూదాన్') లేదా గ్రామాలను ('గ్రామ్‌దాన్') స్వచ్ఛందంగా భూమిలేని నిరుపేదలకు దానం చేయాలని విజ్ఞప్తి చేశారు. ఇది చట్టపరమైన సంస్కరణలకు నైతిక మద్దతును కూడగట్టింది.",
  "1919 నాటి మాంటెగ్-చెమ్స్‌ఫర్డ్ సంస్కరణలు ప్రావిన్సులలో 'ద్వంద్వ పాలన' (Dyarchy) వ్యవస్థను ప్రవేశపెట్టాయి. దీని కింద, పరిపాలనా అంశాలను 'రిజర్వ్‌డ్' మరియు 'ట్రాన్స్‌ఫర్డ్‌' జాబితాలుగా విభజించారు. రిజర్వ్‌డ్ అంశాలు (రక్షణ, ఆర్థికం వంటివి) గవర్నర్ నియంత్రణలో ఉండగా, ట్రాన్స్‌ఫర్డ్‌ అంశాలు (విద్య, ఆరోగ్యం వంటివి) భారతీయ మంత్రుల నియంత్రణలో ఉండేవి. అయితే, వాస్తవ అధికారాలు గవర్నర్ చేతిలోనే ఉండటంతో ఈ ప్రయోగం విఫలమైంది.",
  "డిజాస్టర్ మేనేజ్‌మెంట్ యాక్ట్, 2005 ప్రకారం ఏర్పాటు చేయబడిన 'జాతీయ విపత్తు నిర్వహణ అథారిటీ' (NDMA) భారతదేశంలో విపత్తు నిర్వహణకు అత్యున్నత సంస్థ. దీనికి ప్రధానమంత్రి అధ్యక్షత వహిస్తారు. విపత్తులను నివారించడం, వాటి ప్రభావాన్ని తగ్గించడం, మరియు విపత్తుల సమయంలో సహాయక చర్యలను సమన్వయం చేయడం వంటి వాటిపై జాతీయ విధానాలను మరియు మార్గదర్శకాలను రూపొందించడం దీని ప్రధాన బాధ్యత.",
  "సింధు లోయ నాగరికతకు చెందిన ముద్రికలు (Seals) కేవలం కళాత్మక వస్తువులు మాత్రమే కాదు. ఇవి ఎక్కువగా స్టియటైట్ రాయితో తయారు చేయబడ్డాయి మరియు వాటిపై జంతువుల బొమ్మలు, అర్థం కాని లిపి ఉన్నాయి. ఇవి వాణిజ్య కార్యకలాపాలలో ఆస్తి యాజమాన్యాన్ని లేదా వస్తువుల మూలాన్ని సూచించడానికి ఉపయోగపడి ఉండవచ్చని పురావస్తు శాస్త్రవేత్తలు భావిస్తున్నారు. ఆ లిపిని ఇప్పటికీ ఎవరూ పరిష్కరించలేకపోయారు.",
  "భారతదేశంలో 'మాండల్ కమిషన్' సిఫార్సులు సామాజిక న్యాయం మరియు రాజకీయాలలో ఒక ముఖ్యమైన మలుపు. ఈ కమిషన్, ఇతర వెనుకబడిన తరగతులకు (OBCs) ప్రభుత్వ ఉద్యోగాలలో 27% రిజర్వేషన్లు కల్పించాలని సిఫార్సు చేసింది. 1990లో V.P. సింగ్ ప్రభుత్వం ఈ సిఫార్సులను అమలు చేయడంతో దేశవ్యాప్తంగా తీవ్రమైన చర్చ మరియు ఆందోళనలు జరిగాయి, ఇది ఇందిరా సహానీ కేసు తీర్పుకు దారితీసింది.",
  "ప్రాచీన భారతదేశం లోహశాస్త్రంలో అత్యుత్తమ నైపుణ్యాన్ని ప్రదర్శించింది, దీనికి ఉదాహరణ 'వుట్జ్ స్టీల్'. ఇది దక్షిణ భారతదేశంలో అభివృద్ధి చేయబడిన ఒక హై-కార్బన్ క్రూసిబుల్ స్టీల్. దీనిని ఉపయోగించి తయారు చేసిన 'డమాస్కస్ కత్తులు' వాటి పదును మరియు బలానికి ప్రపంచవ్యాప్తంగా ప్రసిద్ధి చెందాయి. ఇది క్రీస్తు పూర్వం 6వ శతాబ్దం నుండే ఉత్పత్తి చేయబడిందని ఆధారాలు ఉన్నాయి.",
  "కియోటో ప్రోటోకాల్ మరియు పారిస్ ఒప్పందం రెండూ వాతావరణ మార్పులపై అంతర్జాతీయ ఒప్పందాలే అయినప్పటికీ, వాటి విధానంలో తేడా ఉంది. కియోటో ప్రోటోకాల్ కేవలం అభివృద్ధి చెందిన దేశాలకు మాత్రమే ఉద్గారాల తగ్గింపు లక్ష్యాలను (legally binding targets) నిర్దేశించింది. అయితే, పారిస్ ఒప్పందం అభివృద్ధి చెందిన మరియు చెందుతున్న దేశాలన్నిటినీ (Nationally Determined Contributions - NDCs) ద్వారా తమ ఉద్గారాలను తగ్గించుకోవాలని ప్రోత్సహిస్తుంది.",
  "భారత రాజ్యాంగంలోని పదో షెడ్యూల్, 'పార్టీ ఫిరాయింపుల నిరోధక చట్టం'గా ప్రసిద్ధి చెందింది, దీనిని 52వ సవరణ ద్వారా 1985లో చేర్చారు. ఇది రాజకీయ అస్థిరతను తగ్గించడానికి, ఎన్నికైన సభ్యులు ఒక పార్టీ నుండి మరొక పార్టీకి మారడాన్ని నిరుత్సాహపరుస్తుంది. ఒక సభలోని సభ్యుని అనర్హతపై నిర్ణయం తీసుకునే అధికారం ఆ సభ స్పీకర్ లేదా చైర్మన్‌కు ఉంటుంది, అయితే వారి నిర్ణయం న్యాయ సమీక్షకు లోబడి ఉంటుంది.",
  "భారతదేశ వైస్రాయ్‌గా లార్డ్ కర్జన్ కేవలం బెంగాల్ విభజనకే పరిమితం కాలేదు. అతను పరిపాలనను ఆధునీకరించడానికి అనేక చర్యలు చేపట్టాడు. 1904 నాటి 'ఇండియన్ యూనివర్శిటీల చట్టం' ద్వారా విశ్వవిద్యాలయాలపై ప్రభుత్వ నియంత్రణను పెంచాడు మరియు 'పురావస్తు సర్వే ఆఫ్ ఇండియా' (ASI)ను పునరుద్ధరించి, ప్రాచీన స్మారక చిహ్నాల పరిరక్షణకు చట్టాన్ని రూపొందించాడు.",
  "పర్యావరణ ఆర్థిక శాస్త్రంలో, 'ఎన్విరాన్‌మెంటల్ కుజ్నెట్స్ కర్వ్' (Environmental Kuznets Curve) అనేది ఒక ముఖ్యమైన పరికల్పన. దీని ప్రకారం, ఒక దేశం యొక్క ఆర్థిక అభివృద్ధి ప్రారంభ దశలలో పర్యావరణ క్షీణత పెరుగుతుంది, కానీ ఒక నిర్దిష్ట స్థాయి తలసరి ఆదాయం దాటిన తర్వాత, సాంకేతిక అభివృద్ధి మరియు పెరిగిన అవగాహన కారణంగా పర్యావరణ క్షీణత తగ్గడం ప్రారంభమవుతుంది.",
  "1859 నాటి 'ఇండిగో తిరుగుబాటు' (నీల్ బిద్రోహో) భారతదేశంలోని అత్యంత విజయవంతమైన రైతు ఉద్యమాలలో ఒకటి. బెంగాల్‌లో, యూరోపియన్ ప్లాంటర్లు రైతులను బలవంతంగా, నష్టదాయకమైన ధరలకు నీలిమందు పండించమని ఒత్తిడి చేయడాన్ని వ్యతిరేకిస్తూ ఈ తిరుగుబాటు జరిగింది. ఈ ఉద్యమం యొక్క ప్రత్యేకత హిందూ మరియు ముస్లిం రైతుల మధ్య ఐక్యత మరియు దీనికి కలకత్తాలోని విద్యావంతుల నుండి లభించిన మద్దతు.",
  "భారతదేశంలో వ్యవసాయ మరియు గ్రామీణాభివృద్ధికి 'నేషనల్ బ్యాంక్ ఫర్ అగ్రికల్చర్ అండ్ రూరల్ డెవలప్‌మెంట్' (NABARD) అత్యున్నత ఆర్థిక సంస్థ. ఇది కేవలం రుణాలు ఇవ్వడమే కాకుండా, గ్రామీణ పరపతి వ్యవస్థను బలోపేతం చేయడం, ప్రాంతీయ గ్రామీణ బ్యాంకులను పర్యవేక్షించడం, మరియు కుటీర పరిశ్రమలు, చేతివృత్తుల వంటి వాటికి ఆర్థిక సహాయం అందించడం ద్వారా సమగ్ర గ్రామీణాభివృద్ధికి తోడ్పడుతుంది.",
  "పార్లమెంటరీ ప్రక్రియలో, 'వాయిదా తీర్మానం' (Adjournment Motion) మరియు 'నింద తీర్మానం' (Censure Motion) విభిన్న ప్రయోజనాలను కలిగి ఉంటాయి. అత్యవసర ప్రజా ప్రాముఖ్యత కలిగిన ఒక నిర్దిష్ట విషయంపై సభ దృష్టిని ఆకర్షించడానికి వాయిదా తీర్మానాన్ని ప్రవేశపెడతారు. అయితే, ప్రభుత్వ విధానాలను లేదా ఒక మంత్రి పనితీరును తీవ్రంగా విమర్శించడానికి నింద తీర్మానాన్ని ఉపయోగిస్తారు. ఇది ఆమోదం పొందితే, ప్రభుత్వం రాజీనామా చేయాల్సిన అవసరం లేదు.",
  "భారతదేశ అంతరిక్ష కార్యక్రమంలో ఉపగ్రహ కక్ష్యలు కీలక పాత్ర పోషిస్తాయి. 'లో ఎర్త్ ఆర్బిట్' (LEO) భూమికి దగ్గరగా (160-2000 కి.మీ) ఉంటుంది మరియు రిమోట్ సెన్సింగ్, భూమి పరిశీలన ఉపగ్రహాలకు అనుకూలంగా ఉంటుంది. దీనికి విరుద్ధంగా, 'జియోస్టేషనరీ ఆర్బిట్' (GEO) భూమికి 35,786 కి.మీ ఎత్తులో ఉంటుంది మరియు ఈ కక్ష్యలోని ఉపగ్రహాలు భూమి నుండి చూస్తే స్థిరంగా కనిపిస్తాయి, ఇవి కమ్యూనికేషన్ మరియు వాతావరణ ప్రసారాలకు అనువైనవి.",
  "థియోసాఫికల్ సొసైటీ (దివ్యజ్ఞాన సమాజం), అనీబిసెంట్ నాయకత్వంలో, భారత జాతీయవాదానికి సాంస్కృతిక పునాది వేసింది. ఇది రాజకీయంగా కాకుండా, ప్రాచీన హిందూ మత గ్రంథాలు, తత్వశాస్త్రం మరియు సంస్కృతిని పునరుద్ధరించడం ద్వారా భారతీయులలో ఆత్మగౌరవాన్ని మరియు జాతీయ గర్వాన్ని పెంపొందించింది. ఈ సాంస్కృతిక పునరుజ్జీవనం తరువాత రాజకీయ చైతన్యానికి దోహదపడింది.",
  "'క్రిస్పర్-కాస్9' (CRISPR-Cas9) అనేది ఒక విప్లవాత్మక జన్యు-ఎడిటింగ్ సాంకేతికత. దీనిని ఒక 'మాలిక్యులర్ కత్తెర'గా వర్ణించవచ్చు, ఇది DNA లోని నిర్దిష్ట భాగాలను అత్యంత కచ్చితత్వంతో కత్తిరించడానికి మరియు మార్చడానికి వీలు కల్పిస్తుంది. సికిల్ సెల్ అనీమియా వంటి జన్యుపరమైన వ్యాధులకు చికిత్స చేయడంలో, వ్యవసాయంలో పంటలను మెరుగుపరచడంలో దీనికి అపారమైన సామర్థ్యం ఉంది, అయితే ఇది నైతిక ప్రశ్నలను కూడా లేవనెత్తుతుంది.",
  "భారత రాజ్యాంగంలోని మూడవ భాగంలో ఉన్న ప్రాథమిక హక్కులు సంపూర్ణమైనవి కావు. దేశ భద్రత, నైతికత మరియు విదేశీ సంబంధాల వంటి కారణాల దృష్ట్యా ప్రభుత్వం వాటిపై 'సహేతుకమైన పరిమితులు' విధించవచ్చు. అయితే, ఈ పరిమితులు సహేతుకమైనవో కావో నిర్ణయించే అంతిమ అధికారం న్యాయవ్యవస్థకు ఉంటుంది, ఇది పౌర స్వేచ్ఛ మరియు జాతీయ భద్రత మధ్య సమతుల్యతను కాపాడుతుంది.",
  "భారత రాజ్యాంగంలోని 102 మరియు 191 అధికరణాలలో పేర్కొన్న 'లాభదాయక పదవి' (Office of Profit) భావన, శాసనసభ్యులు ప్రభుత్వ నియంత్రణలో ఉన్న లాభదాయకమైన పదవులను చేపట్టకుండా నిరోధిస్తుంది. శాసనసభ మరియు కార్యనిర్వాహక వర్గాల మధ్య అధికారాల విభజనను కాపాడటం మరియు శాసనసభ్యులు ప్రభుత్వ ప్రభావానికి లోనుకాకుండా వారి విధులను స్వతంత్రంగా నిర్వర్తించేలా చూడటం దీని ప్రధాన ఉద్దేశ్యం.",
  "భారతదేశ ఎన్నికల సంఘం (ఆర్టికల్ 324) కేవలం ఎన్నికలను నిర్వహించే సంస్థ మాత్రమే కాదు. దీనికి విస్తృతమైన అధికారాలు ఉన్నాయి. రాజకీయ పార్టీలకు గుర్తింపు ఇవ్వడం, ఎన్నికల చిహ్నాలను కేటాయించడం వంటి వివాదాలను పరిష్కరించే పాక్షిక-న్యాయ (quasi-judicial) అధికారం కూడా దీనికి ఉంది. అలాగే, ఎన్నికల ప్రవర్తనా నియమావళిని (Model Code of Conduct) అమలు చేయడం ద్వారా స్వేచ్ఛాయుత మరియు నిష్పక్షపాత ఎన్నికలను నిర్ధారిస్తుంది.",
  "1883 నాటి 'ఇల్బర్ట్ బిల్ వివాదం' బ్రిటిష్ పాలన యొక్క జాత్యహంకార స్వభావాన్ని బహిర్గతం చేసింది. ఈ బిల్లు, భారతీయ న్యాయమూర్తులకు యూరోపియన్ నిందితులపై విచారణ జరిపే అధికారాన్ని కల్పించాలని ప్రతిపాదించింది. దీనిని భారతదేశంలోని యూరోపియన్లు తీవ్రంగా వ్యతిరేకించారు. వారి ఒత్తిడికి తలొగ్గి ప్రభుత్వం బిల్లును నీరుగార్చడం, భారతీయ జాతీయవాదులలో ఆగ్రహాన్ని రేకెత్తించింది.",
  "భారతదేశంలోని వాయువ్య ప్రాంతాలలో శీతాకాలంలో కురిసే వర్షాలకు 'పశ్చిమ అలజడులు' (Western Disturbances) ప్రధాన కారణం. ఇవి మధ్యధరా సముద్రంలో ఉద్భవించే అదనపు-ఉష్ణమండల తుఫానులు. ఈ అలజడులు భారతదేశంలోకి ప్రవేశించి, గోధుమ వంటి రబీ పంటలకు అవసరమైన తేమను అందిస్తాయి. ఇవి హిమాలయ ప్రాంతాలలో హిమపాతానికి కూడా కారణమవుతాయి.",
  "సామాజిక న్యాయ పోరాటాలలో, 'వైకోమ్ సత్యాగ్రహం' (1924-25) ఒక మైలురాయి. కేరళలోని ట్రావెన్‌కోర్‌లో, వైకోమ్ ఆలయం చుట్టూ ఉన్న రహదారులపై అంటరాని కులాల వారికి ప్రవేశం నిరాకరించడాన్ని వ్యతిరేకిస్తూ ఈ అహింసాత్మక ఉద్యమం జరిగింది. ఆలయ ప్రవేశ ఉద్యమాలకు మరియు భారతదేశంలో అంటరానితనానికి వ్యతిరేకంగా జరిగిన పోరాటాలకు ఇది ప్రేరణగా నిలిచింది.",
  "2016 నాటి (Insolvency and Bankruptcy Code - IBC) భారతదేశ ఆర్థిక వ్యవస్థలో ఒక ముఖ్యమైన సంస్కరణ. ఇది కంపెనీలు లేదా వ్యక్తులు దివాలా తీసినప్పుడు, వారి రుణాలను ఒక నిర్దిష్ట కాలపరిమితిలో పరిష్కరించడానికి ఒక ఏకీకృత వేదికను అందిస్తుంది. ఇది వ్యాపార సౌలభ్యాన్ని (Ease of Doing Business) మెరుగుపరచడం మరియు బ్యాంకులకు మొండి బకాయిల (NPAs) భారాన్ని తగ్గించడం లక్ష్యంగా పెట్టుకుంది.",
  "పార్లమెంటులో 'ద్రవ్య బిల్లు' (Money Bill - ఆర్టికల్ 110) మరియు 'ఆర్థిక బిల్లు' (Financial Bill) మధ్య కీలకమైన వ్యత్యాసాలు ఉన్నాయి. ద్రవ్య బిల్లు కేవలం పన్నులు, ప్రభుత్వ రుణాలు, మరియు ప్రభుత్వ నిధుల వినియోగం వంటి అంశాలతో మాత్రమే వ్యవహరిస్తుంది. దీనిని కేవలం లోక్‌సభలోనే ప్రవేశపెట్టగలరు మరియు దీనిపై స్పీకర్ నిర్ణయమే అంతిమం. ఇతర ఆర్థిక విషయాలు కూడా ఉన్న బిల్లులను ఆర్థిక బిల్లులు అంటారు.",
  "వాతావరణ మార్పులను ఎదుర్కోవడంలో 'కార్బన్ సీక్వెస్ట్రేషన్' ఒక ముఖ్యమైన వ్యూహం. ఇది వాతావరణంలోని కార్బన్ డయాక్సైడ్‌ను గ్రహించి, దానిని భూమి, సముద్రాలు లేదా శిలల వంటి ప్రదేశాలలో దీర్ఘకాలికంగా నిల్వ చేసే ప్రక్రియ. అడవుల పెంపకం వంటి సహజ పద్ధతుల ద్వారా లేదా పరిశ్రమల నుండి కార్బన్‌ను సంగ్రహించే సాంకేతికతల ద్వారా దీనిని సాధించవచ్చు.",
  "భారతదేశం యొక్క 'బాలిస్టిక్ క్షిపణి రక్షణ' (Ballistic Missile Defence - BMD) వ్యవస్థ రెండు అంచెల రక్షణ కవచాన్ని అందిస్తుంది. ఇది శత్రు దేశాల నుండి వచ్చే బాలిస్టిక్ క్షిపణులను మధ్యలోనే అడ్డగించి నాశనం చేయడానికి రూపొందించబడింది. మొదటి అంచెలో 'పృథ్వీ ఎయిర్ డిఫెన్స్' (PAD) అధిక ఎత్తులో క్షిపణులను అడ్డగిస్తుంది, రెండవ అంచెలో 'అడ్వాన్స్‌డ్ ఎయిర్ డిఫెన్స్' (AAD) తక్కువ ఎత్తులో వాటిని నాశనం చేస్తుంది.",
  "భారత రాజ్యాంగంలోని 76వ అధికరణం ప్రకారం, 'అటార్నీ జనరల్' దేశంలో అత్యున్నత న్యాయ అధికారి. ప్రభుత్వానికి ప్రధాన న్యాయ సలహాదారుగా వ్యవహరిస్తారు. ఆయనకు పార్లమెంటు ఉభయ సభల సమావేశాలలో పాల్గొనే మరియు మాట్లాడే హక్కు ఉంటుంది, కానీ ఓటు వేసే హక్కు మాత్రం ఉండదు. ఆయన పదవీకాలం రాజ్యాంగం ద్వారా నిర్ణయించబడలేదు మరియు ఆయన రాష్ట్రపతి ఇష్టానుసారం పదవిలో ఉంటారు.",
  "1914 నాటి 'కొమగట మారు సంఘటన' భారత స్వాతంత్ర్యోద్యమంలో ఒక విషాదకరమైన అధ్యాయం. ఇది భారతీయ వలసదారులతో కెనడా వెళుతున్న ఒక ఓడకు సంబంధించినది. కెనడా ప్రభుత్వం వారిని తీరంలోకి అనుమతించకుండా వెనక్కి పంపింది. ఓడ కలకత్తాకు తిరిగి వచ్చినప్పుడు, ప్రయాణికులను బ్రిటిష్ పోలీసులు బలవంతంగా దించడానికి ప్రయత్నించగా జరిగిన ఘర్షణలో పలువురు మరణించారు. ఈ సంఘటన గదర్ పార్టీ వంటి విప్లవ సంస్థల కార్యకలాపాలను తీవ్రతరం చేసింది.",
  "ఆర్థిక శాస్త్రంలో, 'గిని గుణకం' (Gini Coefficient) ఒక దేశంలోని ఆదాయ లేదా సంపద అసమానతలను కొలవడానికి ఉపయోగించే ఒక గణాంక సాధనం. దీని విలువ 0 నుండి 1 వరకు ఉంటుంది. 0 సంపూర్ణ సమానత్వాన్ని సూచిస్తే (ప్రతి ఒక్కరికీ ఒకే ఆదాయం), 1 సంపూర్ణ అసమానత్వాన్ని సూచిస్తుంది (ఒక వ్యక్తికి మొత్తం ఆదాయం, మిగిలిన వారికి సున్నా). ఈ గుణకం పెరిగే కొద్దీ, సమాజంలో అసమానతలు పెరుగుతున్నాయని అర్థం.",
  "1930లో సూర్య సేన్ నాయకత్వంలో జరిగిన 'చిట్టగాంగ్ ఆయుధాగార దాడి' ఒక సాహసోపేతమైన విప్లవాత్మక చర్య. విప్లవకారులు చిట్టగాంగ్‌లోని పోలీసు మరియు సహాయక దళాల ఆయుధాగారాలపై దాడి చేసి, కమ్యూనికేషన్ లైన్లను ధ్వంసం చేసి, ఒక తాత్కాలిక విప్లవ ప్రభుత్వాన్ని ఏర్పాటు చేయాలని ప్రణాళిక వేశారు. ఈ ప్రయత్నం స్వల్పకాలికమే అయినప్పటికీ, ఇది భారతదేశ వ్యాప్తంగా విప్లవకారులకు గొప్ప స్ఫూర్తినిచ్చింది.",
  "భారతదేశం యొక్క అణు సామర్థ్యంలో 'ఐ.ఎన్.ఎస్ అరిహంత్' ఒక కీలకమైన మైలురాయి. ఇది దేశీయంగా నిర్మించిన మొట్టమొదటి అణు జలాంతర్గామి (SSBN). దీని విజయవంతమైన మోహరింపుతో, భారతదేశం తన 'అణు త్రయం' (Nuclear Triad) సామర్థ్యాన్ని పూర్తి చేసుకుంది. అంటే, ఇప్పుడు భారతదేశం భూమి, గాలి, మరియు సముద్రం నుండి అణు ఆయుధాలను ప్రయోగించగలదు, ఇది దేశ రక్షణ వ్యూహాన్ని గణనీయంగా బలోపేతం చేసింది.",
  "భూగోళ శాస్త్రంలో, 'అల్బెడో' (Albedo) అనేది ఒక ఉపరితలంపై పడిన కాంతిని శోషించుకోకుండా ఎంత మేరకు పరావర్తనం చేస్తుందో తెలిపే కొలమానం. మంచు వంటి తేలికపాటి రంగు ఉపరితలాలకు అధిక అల్బెడో ఉంటుంది, అవి ఎక్కువ కాంతిని పరావర్తనం చేస్తాయి. అడవులు వంటి ముదురు రంగు ఉపరితలాలకు తక్కువ అల్బెడో ఉంటుంది. భూమి యొక్క ఉష్ణోగ్రతను నియంత్రించడంలో అల్బెడో ప్రభావం కీలక పాత్ర పోషిస్తుంది.",
  "భారత రాజ్యాంగ వివరణలో, 'పిత్ అండ్ సబ్‌స్టాన్స్ సిద్ధాంతం' (Doctrine of Pith and Substance) ఒక ముఖ్యమైన న్యాయ సూత్రం. కేంద్ర, రాష్ట్ర ప్రభుత్వాల మధ్య శాసనాధికారాల విభజనలో వివాదం తలెత్తినప్పుడు, న్యాయస్థానాలు ఈ సిద్ధాంతాన్ని ఉపయోగిస్తాయి. ఒక చట్టం యొక్క 'నిజమైన స్వభావం మరియు లక్షణం' ఏ జాబితాకు (కేంద్ర, రాష్ట్ర, లేదా ఉమ్మడి) చెందిందో పరిశీలించి, దాని చెల్లుబాటును నిర్ణయిస్తాయి.",
  "ఆంధ్రప్రదేశ్‌లోని తూర్పు కనుమలలోని శేషాచలం అడవులకు మాత్రమే పరిమితమైన 'ఎర్ర చందనం' (Red Sanders) ఒక అరుదైన వృక్ష జాతి. అంతర్జాతీయ మార్కెట్‌లో దీని కలపకు, ముఖ్యంగా ఫర్నిచర్ మరియు వైద్య గుణాల కోసం, విపరీతమైన గిరాకీ ఉంది. దీని కారణంగా, ఈ వృక్షం అంతరించిపోయే ప్రమాదంలో ఉంది మరియు దీని అక్రమ రవాణా ఒక తీవ్రమైన సమస్యగా మారింది.",
  "'జాతీయ గణాంక కార్యాలయం' (National Statistical Office - NSO), మునుపటి నేషనల్ శాంపిల్ సర్వే ఆఫీస్ (NSSO) మరియు సెంట్రల్ స్టాటిస్టిక్స్ ఆఫీస్ (CSO)లను విలీనం చేయడం ద్వారా ఏర్పడింది. ఇది దేశంలోని స్థూల జాతీయోత్పత్తి (GDP), ద్రవ్యోల్బణం (CPI), పారిశ్రామిక ఉత్పత్తి సూచిక (IIP), మరియు నిరుద్యోగం వంటి కీలకమైన ఆర్థిక గణాంకాలను సేకరించి, విడుదల చేసే బాధ్యతను కలిగి ఉంది.",
  "భారత రాజ్యాంగంలోని 21వ అధికరణంలో 'చట్టం ద్వారా నిర్ధారించబడిన పద్ధతి' (Procedure Established by Law) మరియు 'న్యాయబద్ధమైన చట్ట ప్రక్రియ' (Due Process of Law) మధ్య వ్యత్యాసం చాలా కీలకమైనది. మొదట్లో, భారతదేశం మొదటిదాన్నే అనుసరించింది. కానీ, మేనకా గాంధీ కేసులో సుప్రీంకోర్టు తన వ్యాఖ్యానాన్ని విస్తృతం చేసింది. ఇప్పుడు, ఒక చట్టం కేవలం సరైన పద్ధతిలో రూపొందిస్తే సరిపోదు, ఆ చట్టం కూడా న్యాయంగా, సహేతుకంగా మరియు వివక్షారహితంగా ఉండాలి, ఇది 'న్యాయబద్ధమైన చట్ట ప్రక్రియ' యొక్క సారాంశం.",
  "1928 నాటి 'బార్డోలీ సత్యాగ్రహం' భారత స్వాతంత్ర్యోద్యమంలో ఒక ముఖ్యమైన రైతు ఉద్యమం. గుజరాత్‌లోని బార్డోలీలో, బ్రిటిష్ ప్రభుత్వం అన్యాయంగా పెంచిన భూమి పన్నుకు వ్యతిరేకంగా రైతులు ఈ అహింసాత్మక పోరాటాన్ని చేపట్టారు. వల్లభాయ్ పటేల్ సమర్థవంతమైన నాయకత్వంలో ఈ సత్యాగ్రహం విజయవంతమైంది. ఈ ఉద్యమం సందర్భంగానే, బార్డోలీ మహిళలు ఆయనకు 'సర్దార్' అనే బిరుదును ఇచ్చారు.",
  "భారతదేశం యొక్క మొట్టమొదటి మానవసహిత అంతరిక్ష యాత్ర 'గగన్‌యాన్ మిషన్'. ముగ్గురు వ్యోమగాములను లో ఎర్త్ ఆర్బిట్‌లోకి (భూమికి 400 కి.మీ ఎత్తు) ఐదు నుండి ఏడు రోజుల పాటు పంపి, వారిని సురక్షితంగా తిరిగి భూమికి తీసుకురావడం దీని ప్రాథమిక లక్ష్యం. ఈ మిషన్ విజయవంతమైతే, మానవులను అంతరిక్షంలోకి పంపిన నాల్గవ దేశంగా భారతదేశం అవతరిస్తుంది.",
  "భారతదేశంలో 'స్వయం సహాయక బృందాలు' (Self-Help Groups - SHGs) మహిళా సాధికారత మరియు పేదరిక నిర్మూలనలో కీలక పాత్ర పోషిస్తున్నాయి. ఇవి సాధారణంగా ఒకే సామాజిక-ఆర్థిక నేపథ్యం నుండి వచ్చిన 10-20 మంది మహిళలతో కూడిన చిన్న సమూహాలు. వారు క్రమం తప్పకుండా చిన్న మొత్తంలో పొదుపు చేసి, ఆ నిధి నుండి సభ్యులకు తక్కువ వడ్డీకి రుణాలు ఇచ్చుకుంటారు. ఇది వారి ఆర్థిక స్వాతంత్ర్యానికి మరియు సామాజిక అభివృద్ధికి దోహదపడుతుంది.",
  "కొత్తగా ఎన్నికైన లోక్‌సభ మొదటి సమావేశంలో 'ప్రో-టెమ్ స్పీకర్' తాత్కాలిక అధ్యక్షుడిగా వ్యవహరిస్తారు. సాధారణంగా, సభలోని అత్యంత సీనియర్ సభ్యుడిని రాష్ట్రపతి ఈ పదవిలో నియమిస్తారు. కొత్తగా ఎన్నికైన సభ్యులతో ప్రమాణ స్వీకారం చేయించడం మరియు శాశ్వత స్పీకర్ ఎన్నికను పర్యవేక్షించడం ఆయన ప్రధాన విధులు. కొత్త స్పీకర్ ఎన్నికైన వెంటనే, ప్రో-టెమ్ స్పీకర్ పదవి రద్దవుతుంది.",
  "భారతదేశంలోని రాచరిక సంస్థానాలు మరియు బ్రిటిష్ ప్రభుత్వం మధ్య సంబంధాలను పరిశీలించడానికి 1927లో 'బట్లర్ కమిటీ'ని నియమించారు. బ్రిటిష్ క్రౌన్ యొక్క 'పరమాధికారం' (Paramountcy) సంస్థానాలపై సర్వోన్నతంగా ఉండాలని ఈ కమిటీ సిఫార్సు చేసింది. ఇది తమకు మరింత స్వయంప్రతిపత్తి లభిస్తుందని ఆశించిన సంస్థానాధీశులకు నిరాశ కలిగించింది మరియు బ్రిటిష్ వారి ఉద్దేశాలను స్పష్టం చేసింది.",
  "సముద్ర పర్యావరణ వ్యవస్థలలో 'కోరల్ బ్లీచింగ్' (పగడాల విరంజనం) ఒక తీవ్రమైన సమస్య. సముద్ర ఉష్ణోగ్రతలు పెరగడం వంటి ఒత్తిడికి గురైనప్పుడు, పగడాలు తమ కణజాలాలలో నివసించే 'జూక్సాంథెల్లే' అనే సహజీవన శైవలాలను బయటకు పంపివేస్తాయి. దీనివల్ల పగడాలు తమ రంగును కోల్పోయి తెల్లగా మారతాయి. ఇది పగడాలు చనిపోయాయని కాదు, కానీ అవి తీవ్రమైన ఒత్తిడిలో ఉన్నాయని మరియు త్వరగా చనిపోయే ప్రమాదం ఉందని సూచిస్తుంది.",
  "భారతదేశ 'అటవీ హక్కుల చట్టం, 2006' అటవీ నివాస గిరిజన తెగలు మరియు ఇతర సాంప్రదాయ అటవీ నివాసితుల హక్కులను గుర్తించడంలో ఒక చారిత్రాత్మక చట్టం. తరతరాలుగా అడవులలో నివసిస్తున్న ఈ వర్గాలకు, వారి నివాస మరియు జీవనాధార హక్కులను కల్పించడం ద్వారా, వారికి జరిగిన 'చారిత్రక అన్యాయాన్ని' సరిదిద్దడం ఈ చట్టం యొక్క ముఖ్య ఉద్దేశ్యం.",
  "భారతీయ రిజర్వ్ బ్యాంక్ యొక్క 'మానిటరీ పాలసీ కమిటీ' (MPC) దేశ ద్రవ్య విధానాన్ని నిర్ణయించే అత్యున్నత సంస్థ. ఇందులో ఆరుగురు సభ్యులు ఉంటారు (ముగ్గురు RBI నుండి, ముగ్గురు ప్రభుత్వం నియమించినవారు). వృద్ధి లక్ష్యాన్ని దృష్టిలో ఉంచుకుంటూ, ధరల స్థిరత్వాన్ని (ద్రవ్యోల్బణాన్ని నియంత్రించడం) సాధించడం దీని ప్రాథమిక విధి. ఈ కమిటీ, ద్రవ్యోల్బణ లక్ష్యాన్ని చేరుకోవడానికి అవసరమైన పాలసీ రెపో రేటును నిర్ణయిస్తుంది.",
  "భారతదేశ ఆర్థిక జాతీయవాదానికి దాదాభాయ్ నౌరోజీ ప్రతిపాదించిన 'సంపద దోపిడీ సిద్ధాంతం' (Drain of Wealth Theory) పునాది వేసింది. బ్రిటిష్ వారు జీతాలు, పెన్షన్లు, పరిపాలనా మరియు సైనిక ఖర్చుల రూపంలో భారతదేశ సంపదను ఇంగ్లాండ్‌కు ఏకపక్షంగా తరలిస్తున్నారని, దానికి బదులుగా భారతదేశానికి ఎటువంటి ఆర్థిక ప్రయోజనం కలగడం లేదని ఆయన గణాంకాలతో సహా నిరూపించారు. ఈ సిద్ధాంతం బ్రిటిష్ పాలన యొక్క నిజమైన ఆర్థిక స్వభావాన్ని బహిర్గతం చేసింది.",
  "భారతదేశ వాతావరణాన్ని, ముఖ్యంగా రుతుపవనాలను 'జెట్ స్ట్రీమ్స్' గణనీయంగా ప్రభావితం చేస్తాయి. ఇవి భూమి యొక్క ఉపరితలం నుండి చాలా ఎత్తులో వేగంగా ప్రవహించే వాయు ప్రవాహాలు. శీతాకాలంలో, ఉప-ఉష్ణమండల పశ్చిమ జెట్ స్ట్రీమ్ పశ్చిమ అలజడులను భారతదేశానికి తీసుకువస్తుంది. వేసవిలో, ఉష్ణమండల తూర్పు జెట్ స్ట్రీమ్ నైరుతి రుతుపవనాల ఆరంభం మరియు తీవ్రతలో కీలక పాత్ర పోషిస్తుంది.",
  "భారతదేశంలో 'జనాభా డివిడెండ్' (Demographic Dividend) అనేది ఒక ముఖ్యమైన సామాజిక-ఆర్థిక అవకాశం మరియు సవాలు. ఇది దేశ జనాభాలో పనిచేసే వయస్సు (15-64 సంవత్సరాలు) వారి సంఖ్య, పనిచేయని వారి (పిల్లలు మరియు వృద్ధులు) సంఖ్య కంటే ఎక్కువగా ఉన్నప్పుడు ఏర్పడే ఆర్థిక వృద్ధి సామర్థ్యాన్ని సూచిస్తుంది. ఈ యువ జనాభాకు విద్య, నైపుణ్యాలు, మరియు ఉపాధి అవకాశాలు కల్పించడం ద్వారానే భారతదేశం ఈ డివిడెడండ్‌ను పూర్తిగా ఉపయోగించుకోగలదు.",
  "ఆర్థికవేత్త A.W. ఫిల్లిప్స్ ప్రతిపాదించిన 'ఫిలిప్స్ కర్వ్', ద్రవ్యోల్బణం మరియు నిరుద్యోగం మధ్య విలోమ సంబంధాన్ని సూచిస్తుంది. ఈ సిద్ధాంతం ప్రకారం, నిరుద్యోగం తగ్గినప్పుడు, ద్రవ్యోల్బణం పెరుగుతుంది మరియు నిరుద్యోగం పెరిగినప్పుడు, ద్రవ్యోల్బణం తగ్గుతుంది. ఇది ఆర్థిక విధాన రూపకర్తలకు ఒక ముఖ్యమైన మార్గదర్శిగా పనిచేస్తుంది, అయితే ఈ సంబంధం అన్ని పరిస్థితులలో స్థిరంగా ఉండకపోవచ్చు.",
  "న్యాయవ్యవస్థలో, 'జ్యుడీషియల్ యాక్టివిజం' (న్యాయ క్రియాశీలత) మరియు 'జ్యుడీషియల్ ఓవర్‌రీచ్' (న్యాయ అతిక్రమణ) మధ్య ఒక సన్నని గీత ఉంది. పౌరుల హక్కులను పరిరక్షించడానికి మరియు సామాజిక న్యాయాన్ని ప్రోత్సహించడానికి న్యాయవ్యవస్థ చురుకుగా జోక్యం చేసుకోవడం యాక్టివిజం. అయితే, శాసన మరియు కార్యనిర్వాహక శాఖల అధికార పరిధిలోకి న్యాయవ్యవస్థ అనవసరంగా చొరబడినప్పుడు, అది అధికారాల విభజన సిద్ధాంతాన్ని ఉల్లంఘిస్తూ, ఓవర్‌రీచ్‌గా పరిగణించబడుతుంది.",
  "భారతదేశంలో 'ప్రత్యేక ఆర్థిక మండలాలు' (Special Economic Zones - SEZs) ఎగుమతులను ప్రోత్సహించడానికి మరియు విదేశీ ప్రత్యక్ష పెట్టుబడులను ఆకర్షించడానికి ఏర్పాటు చేయబడిన ప్రత్యేక భౌగోళిక ప్రాంతాలు. ఈ జోన్‌లలోని పరిశ్రమలకు పన్ను రాయితీలు, సులభతరమైన కార్మిక చట్టాలు, మరియు వేగవంతమైన అనుమతులు వంటి అనేక ప్రయోజనాలు కల్పిస్తారు. ఇది ఉపాధి కల్పన మరియు ఆర్థిక వృద్ధికి దోహదపడుతుంది.",
  "భారత పార్లమెంటరీ వ్యవస్థలో, 'విప్' (Whip) ఒక రాజకీయ పార్టీకి చెందిన ముఖ్యమైన అధికారి. సభలో పార్టీ క్రమశిక్షణను కాపాడటం ఆయన ప్రధాన బాధ్యత. పార్టీ సభ్యులు ముఖ్యమైన ఓటింగ్‌లకు హాజరయ్యేలా చూడటం మరియు పార్టీ విధానానికి అనుగుణంగా ఓటు వేసేలా నిర్ధారించడం విప్ యొక్క విధి. విప్ ఆదేశాలను ధిక్కరిస్తే, సభ్యులు అనర్హత వేటును ఎదుర్కోవలసి ఉంటుంది.",
  "వాతావరణ మార్పులను ఎదుర్కోవడానికి భారతదేశం 2008లో 'జాతీయ కార్యాచరణ ప్రణాళిక' (National Action Plan on Climate Change - NAPCC)ను ప్రారంభించింది. ఇందులో సౌరశక్తి, శక్తి సామర్థ్యం, నీరు, సుస్థిర వ్యవసాయం, హిమాలయ పర్యావరణ వ్యవస్థ, హరిత భారతదేశం, సుస్థిర నివాసం, మరియు వాతావరణ మార్పులపై వ్యూహాత్మక జ్ఞానం అనే ఎనిమిది జాతీయ 'మిషన్లు' ఉన్నాయి.",
  "భారతదేశ స్వంత ప్రాంతీయ నావిగేషన్ వ్యవస్థ 'NavIC' (Navigation with Indian Constellation), దీని అధికారిక పేరు IRNSS. ఇది ఏడు ఉపగ్రహాల సమాహారం. ఇది భారతదేశం మరియు దాని చుట్టూ 1500 కిలోమీటర్ల వరకు ఉన్న ప్రాంతంలో అత్యంత కచ్చితమైన పొజిషనింగ్, నావిగేషన్ మరియు టైమింగ్ సేవలను అందిస్తుంది. ఇది అమెరికా యొక్క GPS వ్యవస్థపై ఆధారపడటాన్ని తగ్గిస్తుంది.",
  "1921-22లో ఉత్తర ప్రదేశ్‌లో జరిగిన 'ఏక ఉద్యమం' (ఐక్యతా ఉద్యమం) ఒక ముఖ్యమైన రైతు ఉద్యమం. అధిక కౌలు, జమీందార్ల దౌర్జన్యాలు, మరియు 'భేదఖలీ' (కౌలుదారులను భూమి నుండి బలవంతంగా తొలగించడం) వంటి సమస్యలకు వ్యతిరేకంగా రైతులు ఈ ఉద్యమాన్ని ప్రారంభించారు. మొదట్లో సహాయ నిరాకరణ ఉద్యమంలో భాగంగా ఉన్నప్పటికీ, తరువాత ఇది మరింత దూకుడుగా మారింది.",
  "భారత రాజ్యాంగంలోని 'డాక్ట్రిన్ ఆఫ్ సెవరబిలిటీ' (విడదీయరాని సిద్ధాంతం) ప్రకారం, ఒక చట్టంలోని ఏదైనా భాగం ప్రాథమిక హక్కులకు విరుద్ధంగా ఉంటే, ఆ భాగాన్ని మాత్రమే చెల్లనిదిగా ప్రకటిస్తారు, మొత్తం చట్టాన్ని కాదు. అయితే, ఆ చెల్లని భాగాన్ని తొలగించిన తర్వాత చట్టం యొక్క అసలు ఉద్దేశ్యం నెరవేరకపోతే, అప్పుడు మొత్తం చట్టాన్ని కొట్టివేస్తారు.",
  "భారతదేశంలో 'పబ్లిక్ ఇంటరెస్ట్ లిటిగేషన్' (PIL) లేదా ప్రజా ప్రయోజన వ్యాజ్యం, న్యాయవ్యవస్థలో ఒక విప్లవాత్మక మార్పు. ఇది 'లోకస్ స్టాండి' (స్థానబలం) యొక్క సాంప్రదాయ నియమాన్ని సడలించింది. దీని ద్వారా, బాధితుడు కాని ఏ వ్యక్తి లేదా సంస్థ అయినా, ప్రజా ప్రయోజనం కోసం లేదా నిరుపేదలు మరియు అణగారిన వర్గాల హక్కుల పరిరక్షణ కోసం న్యాయస్థానాన్ని ఆశ్రయించవచ్చు.",
  "పార్లమెంటులో, 'గిలెటిన్' అనేది ఒక తీర్మానాన్ని లేదా బిల్లును చర్చ లేకుండానే ఓటింగ్‌కు పెట్టే ఒక ప్రక్రియ. సాధారణంగా, సమయాభావం వల్ల ఒక మంత్రిత్వ శాఖకు సంబంధించిన అన్ని డిమాండ్లపై చర్చించడం సాధ్యం కానప్పుడు, కేటాయించిన చివరి రోజున, చర్చించని డిమాండ్లన్నింటినీ కలిపి ఓటింగ్‌కు పెడతారు. ఈ ప్రక్రియనే గిలెటిన్ అంటారు.",
  "1857 సిపాయిల తిరుగుబాటుకు ముందు జరిగిన 'సంతాల్ తిరుగుబాటు' (1855-56) ఒక ముఖ్యమైన గిరిజన ఉద్యమం. సిద్దూ మరియు కన్హు ముర్ము సోదరుల నాయకత్వంలో, జార్ఖండ్‌లోని సంతాల్ గిరిజనులు బ్రిటిష్ వారి భూ విధానాలు, వడ్డీ వ్యాపారులు మరియు జమీందార్ల దోపిడీకి వ్యతిరేకంగా పోరాడారు. ఈ తిరుగుబాటును బ్రిటిష్ వారు క్రూరంగా అణచివేసినప్పటికీ, ఇది భవిష్యత్ ఉద్యమాలకు స్ఫూర్తినిచ్చింది.",
  "లార్డ్ రిపన్‌ను 'భారతదేశంలో స్థానిక స్వపరిపాలన పితామహుడు' అని పిలుస్తారు. 1882లో ఆయన చేసిన తీర్మానం, జిల్లా బోర్డులు మరియు మునిసిపాలిటీల వంటి స్థానిక సంస్థలను ఏర్పాటు చేయడానికి మార్గం సుగమం చేసింది. పరిపాలనలో భారతీయులకు భాగస్వామ్యం కల్పించడం మరియు వారికి రాజకీయ విద్యను అందించడం ఈ సంస్కరణల యొక్క ముఖ్య ఉద్దేశ్యం.",
  "పూనా ఒప్పందం (1932) గాంధీజీ మరియు డా. బి.ఆర్. అంబేద్కర్ మధ్య జరిగింది. బ్రిటిష్ ప్రధాని రామ్‌సే మెక్‌డొనాల్డ్ ప్రకటించిన 'కమ్యూనల్ అవార్డు' ప్రకారం దళితులకు ప్రత్యేక నియోజకవర్గాలు కేటాయించడాన్ని గాంధీజీ వ్యతిరేకించారు. దీని ఫలితంగా కుదిరిన పూనా ఒప్పందం ప్రకారం, దళితులకు ప్రత్యేక నియోజకవర్గాలకు బదులుగా, సాధారణ నియోజకవర్గాలలోనే రిజర్వ్డ్ సీట్ల సంఖ్యను గణనీయంగా పెంచారు.",
  "ఆర్థిక శాస్త్రంలో 'లాఫర్ కర్వ్', పన్ను రేటు మరియు ప్రభుత్వం సంపాదించే పన్ను రాబడి మధ్య సంబంధాన్ని వివరిస్తుంది. ఈ సిద్ధాంతం ప్రకారం, పన్ను రేట్లను సున్నా నుండి పెంచుకుంటూ పోతే, ప్రభుత్వ రాబడి ఒక గరిష్ట స్థాయికి చేరుకుంటుంది. ఆ గరిష్ట స్థాయి దాటిన తర్వాత కూడా పన్ను రేట్లను పెంచితే, ప్రజలు పన్ను ఎగవేతకు లేదా పని తగ్గించుకోవడానికి మొగ్గు చూపుతారు, దీనివల్ల ప్రభుత్వ రాబడి వాస్తవానికి తగ్గుతుంది.",
  "'ప్రయారిటీ సెక్టార్ లెండింగ్' (PSL) అనేది భారతీయ రిజర్వ్ బ్యాంక్ యొక్క ఒక ముఖ్యమైన విధానం. దీని ప్రకారం, బ్యాంకులు తమ మొత్తం రుణాలలో ఒక నిర్దిష్ట శాతాన్ని వ్యవసాయం, సూక్ష్మ, చిన్న మరియు మధ్య తరహా పరిశ్రమలు (MSME), విద్య, గృహ నిర్మాణం వంటి ప్రాధాన్యతా రంగాలకు తప్పనిసరిగా కేటాయించాలి. ఇది దేశ ఆర్థిక వ్యవస్థలోని కీలక రంగాలకు పరపతి లభ్యతను నిర్ధారిస్తుంది.",
  "'నేషనల్ పేమెంట్స్ కార్పొరేషన్ ఆఫ్ ఇండియా' (NPCI) భారతదేశంలో రిటైల్ చెల్లింపులు మరియు సెటిల్‌మెంట్ వ్యవస్థలను నిర్వహించే ఒక సంస్థ. ఇది రిజర్వ్ బ్యాంక్ ఆఫ్ ఇండియా మరియు ఇండియన్ బ్యాంక్స్ అసోసియేషన్ యొక్క ఒక చొరవ. రూపే (RuPay) కార్డులు, యూనిఫైడ్ పేమెంట్స్ ఇంటర్‌ఫేస్ (UPI), మరియు భారత్ బిల్ పే వంటి వినూత్న చెల్లింపు వ్యవస్థలను ఇది అభివృద్ధి చేసింది.",
  "భూమి యొక్క వాతావరణంలో 'ట్రోపోపాజ్' అనేది ట్రోపోస్పియర్ మరియు స్ట్రాటోస్పియర్ మధ్య ఉన్న సరిహద్దు పొర. వాతావరణంలోని దాదాపు అన్ని మేఘాలు, నీటి ఆవిరి మరియు వాతావరణ సంఘటనలు ట్రోపోస్పియర్‌లోనే జరుగుతాయి. ట్రోపోపాజ్ వద్ద, ఉష్ణోగ్రత తగ్గడం ఆగిపోయి, దాదాపు స్థిరంగా ఉంటుంది. వాణిజ్య విమానాలు తరచుగా ఈ పొర వద్ద ప్రయాణిస్తాయి.",
  "పర్యావరణ పరిరక్షణలో 'బయో రెమిడియేషన్' అనేది కాలుష్య కారకాలను తొలగించడానికి సూక్ష్మజీవులు (బ్యాక్టీరియా, శిలీంధ్రాలు) వంటి జీవులను ఉపయోగించే ఒక ప్రక్రియ. ఉదాహరణకు, సముద్రంలో చమురు చిందనప్పుడు, చమురును విచ్ఛిన్నం చేసే కొన్ని రకాల బ్యాక్టీరియాలను ఉపయోగించి పర్యావరణాన్ని శుభ్రపరచవచ్చు. ఇది ఒక పర్యావరణ అనుకూల మరియు ఖర్చు-తక్కువ సాంకేతికత.",
  "'కార్బన్ ఫుట్‌ప్రింట్' అనేది ఒక వ్యక్తి, సంస్థ లేదా ఉత్పత్తి ద్వారా ప్రత్యక్షంగా లేదా పరోక్షంగా వాతావరణంలోకి విడుదలయ్యే మొత్తం గ్రీన్‌హౌస్ వాయువుల (ముఖ్యంగా కార్బన్ డయాక్సైడ్) పరిమాణాన్ని సూచిస్తుంది. మన జీవనశైలి, ప్రయాణం, ఆహారపు అలవాట్లు, మరియు విద్యుత్ వినియోగం వంటివి మన కార్బన్ ఫుట్‌ప్రింట్‌ను ప్రభావితం చేస్తాయి.",
  "భారతదేశం యొక్క 'చంద్రయాన్-2' మిషన్ చంద్రునిపై ఒక ఆర్బిటర్, ల్యాండర్ (విక్రమ్), మరియు రోవర్ (ప్రగ్యాన్)లను పంపింది. ల్యాండర్ చంద్రుని ఉపరితలంపై సాఫ్ట్-ల్యాండింగ్ చేయడంలో విఫలమైనప్పటికీ, ఆర్బిటర్ ఇప్పటికీ చంద్రుని చుట్టూ తిరుగుతూ, చంద్రుని యొక్క ఉపరితలం, బాహ్య వాతావరణం, మరియు నీటి జాడల గురించి విలువైన శాస్త్రీయ సమాచారాన్ని పంపుతోంది.",
  "ఇంటెలెక్చువల్ ప్రాపర్టీ రైట్స్‌లో (IPR), పేటెంట్, కాపీరైట్ మరియు ట్రేడ్‌మార్క్ మధ్య స్పష్టమైన తేడాలు ఉన్నాయి. 'పేటెంట్' ఒక కొత్త ఆవిష్కరణకు (Invention) రక్షణ కల్పిస్తుంది. 'కాపీరైట్' సాహిత్యం, సంగీతం, కళ వంటి సృజనాత్మక రచనలకు (Creative Work) రక్షణ కల్పిస్తుంది. 'ట్రేడ్‌మార్క్' ఒక బ్రాండ్ పేరు, లోగో లేదా చిహ్నానికి (Brand Identity) రక్షణ కల్పిస్తుంది.",
  "'న్యూట్రినోలు' విశ్వంలో అత్యంత సమృద్ధిగా ఉండే ప్రాథమిక కణాలు. వీటికి ద్రవ్యరాశి చాలా తక్కువగా ఉంటుంది మరియు ఎటువంటి విద్యుదావేశం ఉండదు. ఇవి పదార్థంతో చాలా అరుదుగా చర్య జరుపుతాయి, అందుకే వాటిని 'ఘోస్ట్ పార్టికల్స్' అని కూడా అంటారు. తమిళనాడులోని థేనిలో నిర్మిస్తున్న ఇండియా-బేస్డ్ న్యూట్రినో అబ్జర్వేటరీ (INO) వీటిపై పరిశోధన చేస్తుంది.",
  "భారత రాజ్యాంగంలోని 'అధికరణం 141' ప్రకారం, సుప్రీంకోర్టు ప్రకటించిన చట్టం భారతదేశంలోని అన్ని న్యాయస్థానాలకు కట్టుబడి ఉంటుంది. ఇది సుప్రీంకోర్టు తీర్పులకు చట్టబద్ధమైన ఆధారాన్ని కల్పిస్తుంది మరియు దేశవ్యాప్తంగా న్యాయపరమైన ఏకరూపతను నిర్ధారిస్తుంది.",
  "భారతదేశంలో, రాష్ట్రపతి లేదా గవర్నర్ జారీ చేసే 'ఆర్డినెన్స్' ఒక తాత్కాలిక చట్టం. పార్లమెంట్ లేదా రాష్ట్ర శాసనసభ సమావేశంలో లేనప్పుడు, మరియు తక్షణ చర్య అవసరమైనప్పుడు దీనిని జారీ చేస్తారు. ఈ ఆర్డినెన్స్‌కు చట్టంతో సమానమైన బలం ఉంటుంది, కానీ శాసనసభ తిరిగి సమావేశమైన ఆరు వారాలలోగా దాని ఆమోదం పొందాలి, లేకపోతే అది రద్దవుతుంది.",
  "1828లో రాజా రామ్మోహన్ రాయ్ స్థాపించిన 'బ్రహ్మ సమాజం', ఏకేశ్వరోపాసన, విగ్రహారాధన ఖండన, మరియు సామాజిక సంస్కరణలపై దృష్టి పెట్టింది. ఇది సతీ సహగమనం, బాల్య వివాహాలు, మరియు కుల వ్యవస్థ వంటి దురాచారాలకు వ్యతిరేకంగా పోరాడింది మరియు పాశ్చాత్య విద్య మరియు మహిళా విద్యను ప్రోత్సహించింది.",
  "'హంటర్ ఎడ్యుకేషన్ కమిషన్' (1882)ను లార్డ్ రిపన్ నియమించారు. 1854 నాటి వుడ్స్ డెస్పాచ్ తర్వాత విద్యారంగంలో జరిగిన పురోగతిని సమీక్షించడం దీని ముఖ్య ఉద్దేశ్యం. ఈ కమిషన్, ప్రాథమిక విద్యను స్థానిక సంస్థలకు అప్పగించాలని మరియు ప్రైవేట్ రంగ భాగస్వామ్యాన్ని ప్రోత్సహించాలని సిఫార్సు చేసింది.",
  "భారతదేశంలో 'హోం రూల్ ఉద్యమం' (1916)ను బాలగంగాధర తిలక్ మరియు అనీబిసెంట్ ప్రారంభించారు. మొదటి ప్రపంచ యుద్ధ సమయంలో, బ్రిటిష్ సామ్రాజ్యం పరిధిలోనే భారతదేశానికి స్వయం-పరిపాలన (హోం రూల్ లేదా డొమినియన్ స్టేటస్) సాధించడం ఈ ఉద్యమం యొక్క లక్ష్యం.",
  "'క్యాపిటల్ గెయిన్స్ టాక్స్' అనేది ఒక ఆస్తిని (భూమి, భవనం, షేర్లు వంటివి) కొనుగోలు చేసిన ధర కంటే ఎక్కువ ధరకు విక్రయించినప్పుడు వచ్చే లాభంపై విధించే పన్ను. ఈ పన్ను, ఆస్తిని కలిగి ఉన్న కాల వ్యవధిని బట్టి, స్వల్పకాలిక (Short-term) లేదా దీర్ఘకాలిక (Long-term) క్యాపిటల్ గెయిన్స్ టాక్స్‌గా వర్గీకరించబడుతుంది.",
  "'ఇన్‌ఫ్రాస్ట్రక్చర్ ఇన్వెస్ట్‌మెంట్ ట్రస్ట్స్' (InvITs) అనేవి మ్యూచువల్ ఫండ్ల వంటివే, కానీ ఇవి మౌలిక సదుపాయాల ప్రాజెక్టులలో (రహదారులు, విద్యుత్ ప్లాంట్లు వంటివి) పెట్టుబడి పెట్టడానికి వీలు కల్పిస్తాయి. ఇవి చిన్న పెట్టుబడిదారులకు కూడా పెద్ద మౌలిక సదుపాయాల ప్రాజెక్టులలో పెట్టుబడి పెట్టి, దాని నుండి ఆదాయం సంపాదించే అవకాశాన్ని అందిస్తాయి.",
  "భూగోళ శాస్త్రంలో 'కోరియోలిస్ ప్రభావం', భూమి తన అక్షం చుట్టూ తిరగడం వల్ల కదిలే వస్తువులపై (గాలి, సముద్ర ప్రవాహాలు వంటివి) కలిగే విక్షేపణను సూచిస్తుంది. ఈ ప్రభావం వల్ల, ఉత్తరార్ధగోళంలో గాలులు కుడి వైపుకు మరియు దక్షిణార్ధగోళంలో ఎడమ వైపుకు తిరుగుతాయి. ఇది తుఫానుల ఏర్పాటులో కీలక పాత్ర పోషిస్తుంది.",
  "'బయోటిక్ మరియు అబయోటిక్' భాగాలు ఒక పర్యావరణ వ్యవస్థను ఏర్పరుస్తాయి. 'బయోటిక్' (జీవ) భాగాలలో మొక్కలు, జంతువులు, సూక్ష్మజీవులు వంటి అన్ని జీవులు ఉంటాయి. 'అబయోటిక్' (నిర్జీవ) భాగాలలో సూర్యరశ్మి, నీరు, గాలి, నేల, మరియు ఉష్ణోగ్రత వంటి నిర్జీవ అంశాలు ఉంటాయి. ఈ రెండింటి మధ్య పరస్పర చర్య పర్యావరణ వ్యవస్థ యొక్క సమతుల్యతను నిర్ధారిస్తుంది.",
  "భారతదేశ జాతీయ జలమార్గం-1 గంగా-భాగీరథి-హూగ్లీ నదీ వ్యవస్థలో ఉంది. ఇది ప్రయాగ్‌రాజ్ (అలహాబాద్) నుండి హల్దియా వరకు 1620 కిలోమీటర్ల పొడవు ఉంది. ఇది భారతదేశంలో అతి పొడవైన జలమార్గం మరియు జల రవాణాను ప్రోత్సహించడంలో ప్రధాన పాత్ర పోషిస్తుంది.",
  "'బ్లాక్‌చెయిన్ టెక్నాలజీ' అనేది ఒక వికేంద్రీకృత మరియు పంపిణీ చేయబడిన డిజిటల్ లెడ్జర్. ఇది క్రిప్టోకరెన్సీలకు (బిట్‌కాయిన్ వంటివి) ఆధారం. ప్రతి లావాదేవీ ఒక 'బ్లాక్'గా నమోదు చేయబడి, చైన్‌లోని మునుపటి బ్లాక్‌కు క్రిప్టోగ్రఫీ ద్వారా అనుసంధానించబడుతుంది. ఇది డేటాను సురక్షితంగా, పారదర్శకంగా మరియు మార్చడానికి వీలు లేకుండా చేస్తుంది.",
  "భారత రాజ్యాంగంలోని 'అధికరణం 312' ప్రకారం, రాజ్యసభ హాజరై ఓటు వేసిన సభ్యులలో మూడింట రెండు వంతుల మెజారిటీతో ఒక తీర్మానాన్ని ఆమోదిస్తే, పార్లమెంటు కొత్త అఖిల భారత సర్వీసులను (All-India Services) సృష్టించగలదు. ఇది భారత సమాఖ్య వ్యవస్థలో రాజ్యసభకు ఉన్న ఒక ప్రత్యేక అధికారం.",
  "భారతదేశంలో 'గ్రామ న్యాయాలయాలు చట్టం, 2008' ద్వారా గ్రామ న్యాయాలయాలను ఏర్పాటు చేశారు. ఇవి గ్రామీణ ప్రాంతాలలో ప్రజలకు వారి ఇంటి వద్దనే వేగవంతమైన మరియు చౌకైన న్యాయాన్ని అందించడానికి ఉద్దేశించిన మొబైల్ కోర్టులు. ఇవి సివిల్ మరియు క్రిమినల్ కేసులను విచారిస్తాయి.",
  "భారత స్వాతంత్ర్యోద్యమంలో 'కాకోరి కుట్ర కేసు' (1925) ఒక ముఖ్యమైన సంఘటన. రామ్ ప్రసాద్ బిస్మిల్, అష్ఫాకుల్లా ఖాన్ వంటి హిందూస్తాన్ రిపబ్లికన్ అసోసియేషన్ (HRA) సభ్యులు, విప్లవ కార్యకలాపాలకు నిధుల కోసం ప్రభుత్వ ధనాన్ని తీసుకువెళుతున్న రైలును దోచుకున్నారు. ఈ కేసులో అనేక మంది విప్లవకారులకు ఉరిశిక్ష విధించారు.",
  "భారతదేశంలో 'రైత్వారీ వ్యవస్థ'ను థామస్ మున్రో ప్రవేశపెట్టాడు. ఈ వ్యవస్థ కింద, ప్రభుత్వం నేరుగా రైతులతో (రైతులు) భూమి పన్ను ఒప్పందం చేసుకుంది. భూమి యాజమాన్య హక్కులను రైతులకు ఇచ్చారు, కానీ పన్ను రేట్లు చాలా ఎక్కువగా ఉండటం మరియు తరచుగా పెంచడం వల్ల ఇది రైతులపై తీవ్రమైన భారాన్ని మోపింది.",
  "భారతదేశంలో 'మైనారిటీ' హోదాను మత ప్రాతిపదికన మరియు భాషా ప్రాతిపదికన మాత్రమే గుర్తిస్తారు, జాతి ప్రాతిపదికన కాదు. కేంద్ర ప్రభుత్వం జాతీయ స్థాయిలో మైనారిటీ కమ్యూనిటీలను నోటిఫై చేస్తుంది, అయితే రాష్ట్రాలు తమ రాష్ట్ర పరిధిలో అదనపు మైనారిటీ కమ్యూనిటీలను గుర్తించవచ్చు.",
  "భారతదేశంలో 'కనీస మద్దతు ధర' (Minimum Support Price - MSP)ని 'కమిషన్ ఫర్ అగ్రికల్చరల్ కాస్ట్స్ అండ్ ప్రైసెస్' (CACP) సిఫార్సుల ఆధారంగా ప్రభుత్వం ప్రకటిస్తుంది. ఇది మార్కెట్ ధరలు పడిపోయినప్పుడు రైతులకు నష్టం జరగకుండా, వారి పంటలకు ఒక హామీ ధరను అందిస్తుంది.",
  "'గ్లోబల్ వార్మింగ్ పొటెన్షియల్' (GWP) అనేది ఒక గ్రీన్‌హౌస్ వాయువు, కార్బన్ డయాక్సైడ్‌తో పోలిస్తే, ఒక నిర్దిష్ట కాల వ్యవధిలో ఎంత ఉష్ణాన్ని బంధిస్తుందో తెలిపే కొలమానం. ఉదాహరణకు, మీథేన్ యొక్క GWP, కార్బన్ డయాక్సైడ్ కంటే చాలా రెట్లు ఎక్కువ, అంటే అది వాతావరణాన్ని వేడి చేయడంలో చాలా శక్తివంతమైనది.",
  "భారతదేశంలో 'ప్రాజెక్ట్ టైగర్'ను 1973లో పులుల సంరక్షణ కోసం ప్రారంభించారు. ఇది పులుల ఆవాసాలను పరిరక్షించడం, వాటి జనాభాను పెంచడం, మరియు వేటను నిరోధించడం లక్ష్యంగా పెట్టుకుంది. ఈ ప్రాజెక్ట్ కింద దేశవ్యాప్తంగా అనేక టైగర్ రిజర్వ్‌లను ఏర్పాటు చేశారు మరియు ఇది పులుల సంరక్షణలో అత్యంత విజయవంతమైన ప్రాజెక్టులలో ఒకటిగా పరిగణించబడుతుంది.",
  "'ఆర్టిఫిషియల్ ఇంటెలిజెన్స్' (AI)లో 'మెషిన్ లెర్నింగ్' (ML) మరియు 'డీప్ లెర్నింగ్' (DL) అనేవి ముఖ్యమైన ఉప-విభాగాలు. మెషిన్ లెర్నింగ్ అనేది డేటా నుండి నేర్చుకునే అల్గారిథమ్‌లను ఉపయోగిస్తుంది. డీప్ లెర్నింగ్ అనేది మెదడు యొక్క న్యూరల్ నెట్‌వర్క్‌ల నుండి ప్రేరణ పొందిన బహుళ-స్థాయి అల్గారిథమ్‌లను ఉపయోగించే ఒక అధునాతన ML పద్ధతి.",
  "'పబ్లిక్ కీ క్రిప్టోగ్రఫీ' (అసమాన క్రిప్టోగ్రఫీ) అనేది ఆన్‌లైన్ కమ్యూనికేషన్‌లను సురక్షితం చేయడానికి ఉపయోగించే ఒక పద్ధతి. ఇందులో రెండు కీలు ఉంటాయి: పబ్లిక్ కీ మరియు ప్రైవేట్ కీ. పబ్లిక్ కీని ఎవరైనా సందేశాన్ని ఎన్‌క్రిప్ట్ చేయడానికి ఉపయోగించవచ్చు, కానీ దానిని డీక్రిప్ట్ చేయడానికి మాత్రం సంబంధిత ప్రైవేట్ కీ అవసరం.",
  "భారత రాష్ట్రపతి ఎన్నికల ప్రక్రియలో, ప్రతి ఎమ్మెల్యే ఓటు విలువ రాష్ట్ర జనాభాను బట్టి మారుతుంది, అయితే ప్రతి ఎంపీ ఓటు విలువ స్థిరంగా ఉంటుంది. ఇది రాష్ట్రాల జనాభా మరియు శాసనసభల బలం మధ్య సమతుల్యతను సాధించడానికి మరియు సమాఖ్య సూత్రాలను గౌరవించడానికి ఉద్దేశించబడింది.",
  "'లార్డ్ డల్హౌసీ' ప్రవేశపెట్టిన 'రాజ్య సంక్రమణ సిద్ధాంతం' (Doctrine of Lapse) ప్రకారం, బ్రిటిష్ వారిపై ఆధారపడిన ఏ భారతీయ పాలకుడైనా సహజ వారసుడు లేకుండా మరణిస్తే, అతని రాజ్యాన్ని బ్రిటిష్ సామ్రాజ్యంలో విలీనం చేసేవారు. ఈ విధానం సతారా, ఝాన్సీ, నాగ్‌పూర్ వంటి అనేక రాజ్యాలను బ్రిటిష్ వారు ఆక్రమించుకోవడానికి దారితీసింది.",
  "19వ శతాబ్దంలో జ్యోతిబా ఫులే స్థాపించిన 'సత్యశోధక్ సమాజ్' బ్రాహ్మణ ఆధిపత్యానికి మరియు కుల వ్యవస్థకు వ్యతిరేకంగా పనిచేసింది. ఇది అణగారిన వర్గాల మరియు మహిళల విద్య, మరియు సామాజిక సమానత్వం కోసం పోరాడింది.",
  "భారతదేశంలో ద్రవ్య విధాన రూపకల్పనలో 'లిక్విడిటీ అడ్జస్ట్‌మెంట్ ఫెసిలిటీ' (LAF) అనేది ఒక ముఖ్యమైన సాధనం. దీని కింద, బ్యాంకులు తమ స్వల్పకాలిక అవసరాల కోసం RBI నుండి రెపో రేటుకు రుణాలు తీసుకోవచ్చు (లిక్విడిటీని ఇంజెక్ట్ చేయడం) లేదా తమ అదనపు నిధులను రివర్స్ రెపో రేటుకు RBI వద్ద డిపాజిట్ చేయవచ్చు (లిక్విడిటీని శోషించడం).",
  "'గ్రీన్ జీడీపీ' అనేది ఒక దేశం యొక్క ఆర్థిక వృద్ధిని కొలిచేటప్పుడు, పర్యావరణ క్షీణత మరియు సహజ వనరుల తరుగుదలను కూడా పరిగణనలోకి తీసుకునే ఒక సూచిక. ఇది సాంప్రదాయ జీడీపీ కంటే సుస్థిరమైన అభివృద్ధి యొక్క మరింత సంపూర్ణ చిత్రాన్ని అందిస్తుంది.",
  "'కోపెన్‌హాగన్ వాతావరణ సదస్సు' (2009) యొక్క ముఖ్య ఫలితం, ప్రపంచ ఉష్ణోగ్రత పెరుగుదలను పారిశ్రామిక పూర్వ స్థాయిల కంటే 2 డిగ్రీల సెల్సియస్‌కు పరిమితం చేయాలనే రాజకీయ అంగీకారం. అయితే, ఉద్గారాల తగ్గింపుపై చట్టబద్ధమైన ఒప్పందాన్ని సాధించడంలో ఇది విఫలమైంది.",
  "భారతదేశంలోని హిమాలయ ప్రాంతాలలో 'జూమ్' లేదా 'షిఫ్టింగ్' వ్యవసాయం ఒక సాంప్రదాయ పద్ధతి. ఈ పద్ధతిలో, రైతులు అడవిలోని ఒక భాగాన్ని నరికి, కాల్చి, ఆ బూడిదలో కొన్ని సంవత్సరాల పాటు పంటలు పండిస్తారు. నేల సారం తగ్గిన తర్వాత, వారు వేరే ప్రదేశానికి వెళ్లి ఇదే ప్రక్రియను పునరావృతం చేస్తారు. ఇది అటవీ నిర్మూలనకు మరియు నేల కోతకు దారితీస్తుంది.",
  "భారతదేశంలో 'జాతీయ ఆహార భద్రతా చట్టం, 2013' గ్రామీణ జనాభాలో 75% వరకు మరియు పట్టణ జనాభాలో 50% వరకు సబ్సిడీ ధరలకు ఆహార ధాన్యాలను పొందే హక్కును చట్టబద్ధంగా కల్పిస్తుంది. ఇది లక్షిత ప్రజా పంపిణీ వ్యవస్థ (TPDS) ద్వారా అమలు చేయబడుతుంది.",
  "భారత రాజ్యాంగంలోని 'అధికరణం 226' కింద, హైకోర్టులకు ప్రాథమిక హక్కుల ఉల్లంఘనతో పాటు, ఇతర ప్రయోజనాల కోసం కూడా రిట్‌లను జారీ చేసే అధికారం ఉంది. ఈ విషయంలో, హైకోర్టుల రిట్ అధికార పరిధి సుప్రీంకోర్టు (అధికరణం 32) కంటే విస్తృతమైనది, ఎందుకంటే సుప్రీంకోర్టు కేవలం ప్రాథమిక హక్కుల ఉల్లంఘనకు మాత్రమే రిట్‌లను జారీ చేయగలదు.",
  "మొఘల్ చక్రవర్తి అక్బర్ ప్రవేశపెట్టిన 'దిన్-ఇ-ఇలాహీ' అనేది ఒక కొత్త మతం కాదు, అది ఒక నైతిక నియమావళి. ఇది ఇస్లాం, హిందూ, జైన, మరియు జొరాస్ట్రియన్ మతాలలోని మంచి అంశాలను కలిపి, సుల్హ్-ఇ-కుల్ (సంపూర్ణ శాంతి) అనే తన విధానాన్ని ప్రోత్సహించడానికి ఉద్దేశించబడింది.",
  "'నేషనల్ ఇన్వెస్ట్‌మెంట్ అండ్ ఇన్‌ఫ్రాస్ట్రక్చర్ ఫండ్' (NIIF) అనేది భారతదేశంలో మౌలిక సదుపాయాల పెట్టుబడులను ప్రోత్సహించడానికి ప్రభుత్వం ఏర్పాటు చేసిన ఒక పెట్టుబడి వేదిక. ఇది దేశీయ మరియు అంతర్జాతీయ పెట్టుబడిదారుల నుండి నిధులను సమీకరించి, వాణిజ్యపరంగా లాభదాయకమైన మౌలిక సదుపాయాల ప్రాజెక్టులలో పెట్టుబడి పెడుతుంది.",
  "'బయో ఆగ్మెంటేషన్' మరియు 'బయో స్టిమ్యులేషన్' అనేవి బయో రెమిడియేషన్ యొక్క రెండు పద్ధతులు. బయో ఆగ్మెంటేషన్‌లో, కాలుష్య కారకాలను విచ్ఛిన్నం చేయగల ప్రత్యేక సూక్ష్మజీవులను బయటి నుండి కలుషితమైన ప్రదేశానికి చేర్చుతారు. బయో స్టిమ్యులేషన్‌లో, ఇప్పటికే అక్కడ ఉన్న సూక్ష్మజీవుల పనితీరును పెంచడానికి పోషకాలను (నత్రజని, ఫాస్పరస్ వంటివి) కలుపుతారు.",
  "'గ్రావిటేషనల్ లెన్సింగ్' అనేది ఐన్‌స్టీన్ యొక్క సాపేక్షతా సిద్ధాంతం ద్వారా అంచనా వేయబడిన ఒక దృగ్విషయం. ఒక భారీ వస్తువు (గెలాక్సీ వంటిది) దాని గురుత్వాకర్షణ శక్తితో, దాని వెనుక ఉన్న సుదూర వస్తువు నుండి వచ్చే కాంతిని వంచుతుంది, ఒక లెన్స్ లాగా పనిచేస్తుంది. ఇది ఖగోళ శాస్త్రవేత్తలకు సుదూర గెలాక్సీలను మరియు డార్క్ మ్యాటర్‌ను అధ్యయనం చేయడానికి సహాయపడుతుంది.",
  "భారత రాజ్యాంగంలోని 'డాక్ట్రిన్ ఆఫ్ ఎక్లిప్స్' (గ్రహణ సిద్ధాంతం) ప్రకారం, రాజ్యాంగం అమల్లోకి రాకముందు ఉన్న ఒక చట్టం, ప్రాథమిక హక్కులకు విరుద్ధంగా ఉంటే, అది పూర్తిగా రద్దు కాదు, కేవలం నిద్రాణస్థితిలోకి వెళుతుంది. భవిష్యత్తులో రాజ్యాంగ సవరణ ద్వారా ఆ ప్రాథమిక హక్కును తొలగిస్తే, ఆ పాత చట్టం తిరిగి క్రియాశీలమవుతుంది.",
  "భారతదేశంలో 'క్యూరేటివ్ పిటిషన్' అనేది న్యాయం పొందేందుకు ఒక చివరి అవకాశం. ఇది సుప్రీంకోర్టు యొక్క రివ్యూ పిటిషన్ తిరస్కరించబడిన తర్వాత దాఖలు చేయవచ్చు. న్యాయ ప్రక్రియలో తీవ్రమైన పొరపాట్లు జరిగాయని లేదా సహజ న్యాయ సూత్రాలు ఉల్లంఘించబడ్డాయని భావించినప్పుడు మాత్రమే దీనిని పరిగణనలోకి తీసుకుంటారు. ఇది రూపా అశోక్ హుర్రా కేసులో ఉద్భవించింది.",
  "పార్లమెంటరీ కమిటీలలో 'అంచనాల కమిటీ' (Estimates Committee) అతిపెద్దది. ఇందులో 30 మంది సభ్యులు ఉంటారు మరియు వారందరూ లోక్‌సభ నుండే ఎన్నికవుతారు. ప్రభుత్వ వ్యయంలో పొదుపును మరియు పరిపాలనా సామర్థ్యాన్ని సూచించడం దీని ప్రధాన విధి. అందుకే దీనిని 'నిరంతర ఆర్థిక కమిటీ' (Continuous Economy Committee) అని కూడా అంటారు.",
  "1946-47లో బెంగాల్‌లో జరిగిన 'తేభాగ ఉద్యమం' ఒక ముఖ్యమైన రైతు ఉద్యమం. కౌలుదారులు తాము పండించిన పంటలో మూడింట రెండు వంతులు (తేభాగ) తమకు దక్కాలని, జమీందారుకు మూడో వంతు మాత్రమే ఇవ్వాలని డిమాండ్ చేశారు. ఇది కౌలుదారుల హక్కుల కోసం జరిగిన పోరాటంలో ఒక ముఖ్యమైన ఘట్టం.",
  "1878 నాటి 'వర్నాక్యులర్ ప్రెస్ యాక్ట్'ను లార్డ్ లిట్టన్ ప్రవేశపెట్టాడు. ఇది భారతీయ భాషా పత్రికల స్వేచ్ఛను అరికట్టడానికి ఉద్దేశించబడింది. ప్రభుత్వంపై విమర్శలు రాసే పత్రికలను నియంత్రించడానికి మరియు వాటి ఆస్తులను జప్తు చేయడానికి ఈ చట్టం ప్రభుత్వానికి అపరిమిత అధికారాలను ఇచ్చింది. దీనిని 'గ్యాగింగ్ యాక్ట్' అని కూడా విమర్శించారు.",
  "గోపాల కృష్ణ గోఖలే 1905లో 'సర్వెంట్స్ ఆఫ్ ఇండియా సొసైటీ'ని స్థాపించారు. దేశ సేవ కోసం యువకులను వివిధ రంగాలలో శిక్షణ ఇవ్వడం దీని ముఖ్య ఉద్దేశ్యం. సభ్యులు దేశ సేవకు తమ జీవితాలను అంకితం చేస్తామని ప్రమాణం చేసేవారు. ఇది విద్య, సామాజిక సేవ, మరియు వెనుకబడిన వర్గాల అభ్యున్నతి కోసం పనిచేసింది.",
  "ద్రవ్యోల్బణాన్ని లెక్కించేటప్పుడు 'బేస్ ఎఫెక్ట్' ఒక ముఖ్యమైన పాత్ర పోషిస్తుంది. ఇది ప్రస్తుత ద్రవ్యోల్బణ రేటుపై, గత సంవత్సరం సంబంధిత నెలలోని ధరల స్థాయి (బేస్) యొక్క ప్రభావాన్ని సూచిస్తుంది. బేస్ ధర చాలా తక్కువగా ఉంటే, ప్రస్తుత ధరలలో చిన్న పెరుగుదల కూడా అధిక ద్రవ్యోల్బణ రేటుగా కనిపిస్తుంది, మరియు దీనికి విరుద్ధంగా జరుగుతుంది.",
  "'స్ట్రాటజిక్ డిజిన్వెస్ట్‌మెంట్' (వ్యూహాత్మక పెట్టుబడుల ఉపసంహరణ) అంటే ప్రభుత్వ రంగ సంస్థలలోని తన వాటాను ఒక ప్రైవేట్ సంస్థకు అమ్మి, యాజమాన్య నియంత్రణను బదిలీ చేయడం. ఇది కేవలం నిధుల సమీకరణ కోసం కాకుండా, ఆ సంస్థ యొక్క సామర్థ్యాన్ని మరియు వృత్తి నైపుణ్యాన్ని పెంచడానికి ఉద్దేశించబడింది.",
  "'లా నిన్యా' అనేది 'ఎల్ నినో'కు వ్యతిరేకమైన వాతావరణ దృగ్విషయం. ఈ సమయంలో, పసిఫిక్ మహాసముద్రంలోని తూర్పు మరియు మధ్య ప్రాంతాలలో సముద్ర ఉపరితల ఉష్ణోగ్రతలు సాధారణం కంటే చల్లగా ఉంటాయి. ఇది సాధారణంగా భారతదేశ రుతుపవనాలకు అనుకూలంగా ఉంటుంది మరియు సాధారణం కంటే ఎక్కువ వర్షపాతానికి దారితీస్తుంది.",
  "'కన్వెన్షన్ ఆన్ బయోలాజికల్ డైవర్సిటీ' (CBD) అనేది 1992లో రియో డి జెనీరోలో జరిగిన భూ శిఖరాగ్ర సదస్సులో సంతకం చేయబడిన ఒక అంతర్జాతీయ ఒప్పందం. దీనికి మూడు ముఖ్య లక్ష్యాలు ఉన్నాయి: జీవవైవిధ్య పరిరక్షణ, జీవ వనరుల సుస్థిర వినియోగం, మరియు జన్యు వనరుల వినియోగం వల్ల కలిగే ప్రయోజనాలను న్యాయంగా పంచుకోవడం.",
  "భారతదేశంలోని హిమాలయాలలో 'మోంటెన్ ఫారెస్ట్‌లు' (పర్వతారణ్యాలు) ఎత్తు పెరిగే కొద్దీ తమ స్వరూపాన్ని మార్చుకుంటాయి. తక్కువ ఎత్తులో వెట్ టెంపరేట్ అడవులు (ఓక్, చెస్ట్‌నట్), మధ్య ఎత్తులో కోనిఫెరస్ అడవులు (పైన్, దేవదారు), మరియు అత్యంత ఎత్తులో ఆల్పైన్ గడ్డిభూములు మరియు పొదలు కనిపిస్తాయి. ఈ వైవిధ్యం ఉష్ణోగ్రత మరియు వర్షపాతంలో మార్పుల వల్ల సంభవిస్తుంది.",
  "ఇస్రో అభివృద్ధి చేసిన 'స్క్రామ్‌జెట్ ఇంజిన్' ఒక విప్లవాత్మక సాంకేతికత. ఇది విమానం లేదా రాకెట్ అత్యంత వేగంగా ప్రయాణిస్తున్నప్పుడు, వాతావరణంలోని ఆక్సిజన్‌ను ఉపయోగించుకుని ఇంధనాన్ని మండిస్తుంది. దీనివల్ల రాకెట్ తనతో పాటు ఆక్సిజన్‌ను తీసుకువెళ్లాల్సిన అవసరం ఉండదు, ఇది ప్రయోగ వాహనాల బరువును మరియు ఖర్చును గణనీయంగా తగ్గిస్తుంది.",
  "'లై-ఫై' (Li-Fi - లైట్ ఫిడిలిటీ) అనేది డేటాను ప్రసారం చేయడానికి రేడియో ఫ్రీక్వెన్సీలకు బదులుగా కాంతిని (LED బల్బుల నుండి) ఉపయోగించే ఒక వైర్‌లెస్ కమ్యూనికేషన్ టెక్నాలజీ. ఇది వై-ఫై కంటే చాలా వేగవంతమైనది మరియు సురక్షితమైనది, కానీ ఇది గోడల వంటి అడ్డంకులను దాటి ప్రసారం చేయలేదు.",
  "'DNA ఫింగర్‌ప్రింటింగ్' అనేది ఇద్దరు వ్యక్తుల DNA నమూనాలను పోల్చడానికి ఉపయోగించే ఒక సాంకేతికత. ప్రతి వ్యక్తి యొక్క DNAలో ఉండే ప్రత్యేకమైన నమూనాలను (వేరియబుల్ నంబర్ టాండమ్ రిపీట్స్ - VNTRs) విశ్లేషించడం ద్వారా ఇది పనిచేస్తుంది. దీనిని నేర పరిశోధనలో, పితృత్వ నిర్ధారణలో, మరియు జన్యుపరమైన వ్యాధుల నిర్ధారణలో ఉపయోగిస్తారు.",
  "కళ మరియు శిల్పకళలో, 'గాంధార శైలి' గ్రీకో-బౌద్ధ శైలిగా ప్రసిద్ధి చెందింది. దీనిపై గ్రీకు మరియు రోమన్ కళ యొక్క బలమైన ప్రభావం ఉంది. వాస్తవిక మానవ శరీర నిర్మాణం, వంకీల జుట్టు, మరియు మడతల దుస్తులు ఈ శైలి యొక్క ముఖ్య లక్షణాలు. ఇది ప్రధానంగా బుద్ధుని మరియు బోధిసత్వుల శిల్పాలపై దృష్టి పెట్టింది.",
  "భారతదేశంలో 'నిర్బంధ ప్రాథమిక విద్య'ను అందించడం 'అధికరణం 21A' ప్రకారం ఒక ప్రాథమిక హక్కు. 86వ రాజ్యాంగ సవరణ, 2002 ద్వారా దీనిని చేర్చారు. దీని ప్రకారం, 6 నుండి 14 సంవత్సరాల వయస్సు గల పిల్లలందరికీ ప్రభుత్వం ఉచిత మరియు నిర్బంధ విద్యను అందించాలి.",
  "రాజ్యాంగంలోని 'అధికరణం 161' ప్రకారం, రాష్ట్ర గవర్నర్‌కు క్షమాభిక్ష పెట్టే అధికారాలు ఉంటాయి. ఆయన ఒక నేరానికి శిక్ష పడిన వ్యక్తి యొక్క శిక్షను క్షమించవచ్చు, తగ్గించవచ్చు, లేదా వాయిదా వేయవచ్చు. అయితే, ఉరిశిక్షను పూర్తిగా క్షమించే అధికారం కేవలం రాష్ట్రపతికి మాత్రమే ఉంటుంది, గవర్నర్‌కు కాదు.",
  "మొఘల్ పరిపాలనలో, 'జాగిర్దారీ వ్యవస్థ' అనేది ఉన్నతాధికారులకు జీతానికి బదులుగా భూమి నుండి పన్ను వసూలు చేసుకునే హక్కును (జాగిర్) ఇవ్వడం. అయితే, 'జమీందారీ వ్యవస్థ'లో, జమీందారు వంశపారంపర్యంగా భూమిపై యాజమాన్య హక్కులను కలిగి ఉండి, ప్రభుత్వానికి పన్ను చెల్లించేవాడు.",
  "ప్రభుత్వ బడ్జెట్‌లో, 'రెవెన్యూ వ్యయం' మరియు 'మూలధన వ్యయం' మధ్య తేడా ఉంటుంది. రెవెన్యూ వ్యయం అనేది జీతాలు, పెన్షన్లు, వడ్డీ చెల్లింపులు వంటి రోజువారీ నిర్వహణ ఖర్చులను సూచిస్తుంది, ఇది ఎటువంటి ఆస్తులను సృష్టించదు. మూలధన వ్యయం అనేది రహదారులు, పాఠశాలలు, యంత్రాలు వంటి ఆస్తుల సృష్టికి చేసే ఖర్చు.",
  "భారతీయ రిజర్వ్ బ్యాంక్ యొక్క 'ఓపెన్ మార్కెట్ ఆపరేషన్స్' (OMOలు) ద్రవ్య విధానానికి కీలకమైన సాధనం. దీని కింద, మార్కెట్‌లో ద్రవ్యతను నియంత్రించడానికి RBI ప్రభుత్వ సెక్యూరిటీలను (G-సెక్‌లు) కొనుగోలు చేస్తుంది లేదా విక్రయిస్తుంది. సెక్యూరిటీలను కొనుగోలు చేసినప్పుడు, మార్కెట్‌కు డబ్బు జోడించబడుతుంది మరియు విక్రయించినప్పుడు, డబ్బు ఉపసంహరించబడుతుంది.",
  "'కార్బన్ క్రెడిట్' అనేది ఒక టన్ను కార్బన్ డయాక్సైడ్ (లేదా దానికి సమానమైన గ్రీన్‌హౌస్ వాయువు)ను వాతావరణం నుండి తొలగించినందుకు లేదా విడుదల చేయకుండా నిరోధించినందుకు ఇచ్చే ఒక ట్రేడబుల్ సర్టిఫికేట్. పర్యావరణ పరిరక్షణ ప్రాజెక్టులు ఈ క్రెడిట్‌లను సంపాదించి, వాటిని ఇతర కంపెనీలకు అమ్మి, అదనపు ఆదాయాన్ని పొందవచ్చు.",
  "భారతదేశంలో 'బయోస్పియర్ రిజర్వ్' అనేది యునెస్కో యొక్క 'మానవుడు మరియు జీవావరణ కార్యక్రమం' (MAB) కింద ఏర్పాటు చేయబడిన ఒక సంరక్షిత ప్రాంతం. ఇది కేవలం వన్యప్రాణుల సంరక్షణకే కాకుండా, మానవులు మరియు ప్రకృతి మధ్య సమతుల్య సంబంధాన్ని ప్రోత్సహించడం లక్ష్యంగా పెట్టుకుంది. నీలగిరి బయోస్పియర్ రిజర్వ్ భారతదేశంలోని మొట్టమొదటిది.",
  "భారత అంతరిక్ష పరిశోధనా సంస్థ (ఇస్రో) 'పునర్వినియోగ ప్రయోగ వాహనం' (RLV)ను అభివృద్ధి చేస్తోంది. ఉపగ్రహాలను అంతరిక్షంలోకి తీసుకెళ్లిన తర్వాత, అది విమానంలాగా సురక్షితంగా భూమికి తిరిగి రాగలదు. ఇది ప్రయోగ ఖర్చులను గణనీయంగా తగ్గిస్తుంది మరియు అంతరిక్ష ప్రయాణాన్ని చాలా సులభతరం చేస్తుంది.",
  "రాజ్యాంగంలోని 'అధికరణం 131' సుప్రీంకోర్టుకు 'ఒరిజినల్ జురిస్‌డిక్షన్' (ప్రాథమిక అధికార పరిధి)ని కల్పిస్తుంది. దీని ప్రకారం, కేంద్ర ప్రభుత్వం మరియు ఒకటి లేదా అంతకంటే ఎక్కువ రాష్ట్రాల మధ్య; లేదా రెండు లేదా అంతకంటే ఎక్కువ రాష్ట్రాల మధ్య వివాదాలను నేరుగా సుప్రీంకోర్టు మాత్రమే విచారించగలదు.",
  "1921 నాటి 'మలబార్ (మోప్లా) తిరుగుబాటు' కేరళలోని మలబార్ ప్రాంతంలో జరిగింది. ఇది మొదట్లో బ్రిటిష్ వారికి మరియు జమీందార్లకు వ్యతిరేకంగా జరిగిన రైతు ఉద్యమంగా ప్రారంభమై, తరువాత హిందూ-ముస్లిం మత ఘర్షణగా మారింది. ఇది స్వాతంత్ర్యోద్యమంలో ఒక వివాదాస్పద ఘట్టంగా మిగిలిపోయింది.",
  "భారతదేశంలో 'పబ్లిక్ ప్రైవేట్ పార్టనర్‌షిప్' (PPP) అనేది మౌలిక సదుపాయాల ప్రాజెక్టులను నిర్మించడానికి ప్రభుత్వం మరియు ప్రైవేట్ రంగం కలిసి పనిచేసే ఒక నమూనా. ఇందులో, ప్రైవేట్ కంపెనీ తన నైపుణ్యాన్ని మరియు నిధులను ఉపయోగించి ప్రాజెక్టును నిర్మించి, నిర్వహిస్తుంది, అయితే ప్రభుత్వం విధానపరమైన మద్దతును అందిస్తుంది.",
  "పర్యావరణ వ్యవస్థలలో 'కీస్టోన్ స్పీసీస్' (కీలక జాతి) అనేది దాని సంఖ్య తక్కువగా ఉన్నప్పటికీ, పర్యావరణ వ్యవస్థపై గణనీయమైన ప్రభావాన్ని చూపే ఒక జాతి. ఈ జాతి అంతరించిపోతే, పర్యావరణ వ్యవస్థలో తీవ్రమైన మార్పులు సంభవించి, అది కూలిపోయే ప్రమాదం ఉంది. ఉదాహరణకు, సముద్రపు ఓటర్ (Sea Otter).",
  "'నేషనల్ సెంటర్ ఫర్ డిసీజ్ కంట్రోల్' (NCDC) అనేది భారతదేశంలో అంటువ్యాధుల నియంత్రణ మరియు ప్రజారోగ్య పరిరక్షణకు బాధ్యత వహించే ఒక నోడల్ ఏజెన్సీ. ఇది వ్యాధులపై నిఘా ఉంచడం, వ్యాప్తిని దర్యాప్తు చేయడం, మరియు ప్రజారోగ్య నిపుణులకు శిక్షణ ఇవ్వడం వంటి విధులను నిర్వహిస్తుంది.",
  "'కంపేరటివ్ పబ్లిక్ లా' అనేది వివిధ దేశాల రాజ్యాంగ మరియు పరిపాలనా చట్టాలను పోల్చి అధ్యయనం చేసే ఒక శాస్త్రం. ఇది ఒక దేశం ఇతర దేశాల న్యాయ వ్యవస్థల నుండి ఉత్తమ పద్ధతులను నేర్చుకోవడానికి మరియు తన సొంత చట్టాలను మెరుగుపరచుకోవడానికి సహాయపడుతుంది.",
  "'ఎడ్వర్డ్ జెన్నర్'ను 'ఇమ్యునాలజీ పితామహుడు' అని పిలుస్తారు. ఆయన మశూచి (Smallpox) వ్యాధికి టీకాను కనుగొన్నారు. ఆవులకు సోకే కౌపాక్స్ వ్యాధి సోకిన వారికి మశూచి రాదని గమనించి, ఆయన ఈ వ్యాక్సిన్‌ను అభివృద్ధి చేశారు. ఇది ఆధునిక వైద్యంలో ఒక మైలురాయి.",
  "భారత రాజ్యాంగ పీఠికలోని 'సౌభ్రాతృత్వం' (Fraternity) అనే భావన, దేశ పౌరులందరి మధ్య సోదరభావాన్ని పెంపొందించడం లక్ష్యంగా పెట్టుకుంది. ఇది కేవలం దేశ ఐక్యతనే కాకుండా, ప్రతి వ్యక్తి యొక్క గౌరవాన్ని కూడా నిర్ధారిస్తుంది. ఇది కుల, మత, భాషా, ప్రాంతీయ వైవిధ్యాలను అధిగమించి, భారతీయులందరూ ఒకే కుటుంబం అనే భావనను ప్రోత్సహిస్తుంది.",
  "'చంపారన్ సత్యాగ్రహం' (1917) భారతదేశంలో మహాత్మా గాంధీ నాయకత్వం వహించిన మొట్టమొదటి సత్యాగ్రహ ఉద్యమం. బీహార్‌లోని చంపారన్‌లో, బ్రిటిష్ ప్లాంటర్లు రైతులను బలవంతంగా నీలిమందు పండించమని (తీన్‌కఠియా వ్యవస్థ) ఒత్తిడి చేయడాన్ని వ్యతిరేకిస్తూ ఈ ఉద్యమం జరిగింది.",
  "'కరెన్సీ డీవాల్యుయేషన్' (మూల్యహీనీకరణ) అంటే ఒక దేశం ఇతర దేశాల కరెన్సీలతో పోలిస్తే, తన కరెన్సీ విలువను అధికారికంగా తగ్గించుకోవడం. ఇది సాధారణంగా ఒక దేశం యొక్క ఎగుమతులను చౌకగా చేసి, పోటీతత్వాన్ని పెంచడానికి మరియు దిగుమతులను ప్రియంగా చేసి, తగ్గించుకోవడానికి ఉద్దేశించబడింది.",
  "'జియోస్టేషనరీ ఆర్బిట్' (GEO) మరియు 'పోలార్ ఆర్బిట్' మధ్య ప్రధాన వ్యత్యాసం వాటి స్థానం మరియు ప్రయోజనం. జియోస్టేషనరీ ఆర్బిట్ భూమధ్యరేఖకు పైన ఉంటుంది మరియు కమ్యూనికేషన్ ఉపగ్రహాలకు ఉపయోగిస్తారు. పోలార్ ఆర్బిట్ ధ్రువాల చుట్టూ తిరుగుతుంది మరియు భూమి పరిశీలన, వాతావరణ పర్యవేక్షణ, మరియు గూఢచర్య ఉపగ్రహాలకు ఉపయోగిస్తారు.",
  "భారతదేశంలో 'నేషనల్ గ్రీన్ హైడ్రోజన్ మిషన్' శిలాజ ఇంధనాలపై ఆధారపడటాన్ని తగ్గించడం మరియు పునరుత్పాదక ఇంధన వనరులను ప్రోత్సహించడం లక్ష్యంగా పెట్టుకుంది. ఇది గ్రీన్ హైడ్రోజన్ ఉత్పత్తి, వినియోగం, మరియు ఎగుమతిలో భారతదేశాన్ని ఒక గ్లోబల్ హబ్‌గా మార్చడానికి ఉద్దేశించబడింది.",
  "రాజ్యాంగంలోని 'అధికరణం 262', అంతర్-రాష్ట్ర నదీ జలాల వివాదాల పరిష్కారం గురించి వివరిస్తుంది. ఈ అధికరణం ప్రకారం, పార్లమెంటు చట్టం ద్వారా ఇటువంటి వివాదాల న్యాయనిర్ణయం కోసం ఒక ట్రిబ్యునల్‌ను ఏర్పాటు చేయవచ్చు మరియు సుప్రీంకోర్టుతో సహా ఏ న్యాయస్థానం ఈ వివాదాలలో జోక్యం చేసుకోకుండా నిరోధించవచ్చు.",
  "1854 నాటి 'వుడ్స్ డెస్పాచ్'ను 'భారతదేశంలో ఆంగ్ల విద్య యొక్క మాగ్నా కార్టా' అని పిలుస్తారు. ఇది ప్రాథమిక స్థాయి నుండి విశ్వవిద్యాలయ స్థాయి వరకు ఒక సమగ్ర విద్యా ప్రణాళికను సిఫార్సు చేసింది. ఇది లౌకిక విద్య, మహిళా విద్య, మరియు ఉపాధ్యాయ శిక్షణ యొక్క ఆవశ్యకతను నొక్కి చెప్పింది.",
  "భారతదేశంలో 'ఫైనాన్షియల్ స్టెబిలిటీ అండ్ డెవలప్‌మెంట్ కౌన్సిల్' (FSDC) అనేది ఆర్థిక స్థిరత్వాన్ని పర్యవేక్షించడానికి మరియు అంతర్-నియంత్రణ సంస్థల సమన్వయాన్ని ప్రోత్సహించడానికి ఒక అత్యున్నత సంస్థ. దీనికి కేంద్ర ఆర్థిక మంత్రి అధ్యక్షత వహిస్తారు మరియు RBI గవర్నర్, SEBI చైర్మన్ వంటి ఆర్థిక రంగ నియంత్రణ సంస్థల అధిపతులు సభ్యులుగా ఉంటారు.",
  "జీవశాస్త్రంలో 'మ్యూచువలిజం' అనేది రెండు వేర్వేరు జాతుల జీవులు పరస్పరం ప్రయోజనం పొందే ఒక రకమైన సహజీవన సంబంధం. ఉదాహరణకు, పువ్వులు మరియు తేనెటీగల మధ్య సంబంధం. తేనెటీగలు పువ్వుల నుండి మకరందాన్ని పొందుతాయి, అదే సమయంలో అవి పుప్పొడిని ఒక పువ్వు నుండి మరొక పువ్వుకు బదిలీ చేసి, పరాగసంపర్కానికి సహాయపడతాయి.",
  "కంప్యూటర్ నెట్‌వర్క్‌లలో 'ఫైర్‌వాల్' అనేది ఒక భద్రతా వ్యవస్థ. ఇది ముందుగా నిర్ణయించిన భద్రతా నియమాల ఆధారంగా, ఇన్‌కమింగ్ మరియు అవుట్‌గోయింగ్ నెట్‌వర్క్ ట్రాఫిక్‌ను పర్యవేక్షిస్తుంది మరియు నియంత్రిస్తుంది. ఇది ఒక ప్రైవేట్ నెట్‌వర్క్‌ను అనధికారిక యాక్సెస్ నుండి రక్షించడానికి ఒక అవరోధంగా పనిచేస్తుంది.",
  "భారత రాజ్యాంగంలోని 'అధికరణం 50', కార్యనిర్వాహక శాఖ నుండి న్యాయవ్యవస్థను వేరు చేయాలని రాష్ట్రాన్ని ఆదేశిస్తుంది. ఇది న్యాయవ్యవస్థ యొక్క స్వాతంత్ర్యం మరియు నిష్పక్షపాతాన్ని నిర్ధారించడానికి మరియు అధికారాల విభజన సిద్ధాంతాన్ని బలోపేతం చేయడానికి ఉద్దేశించబడిన ఒక ఆదేశిక సూత్రం.",
  "దక్షిణ భారతదేశంలో, 'విజయనగర సామ్రాజ్యం' యొక్క వాస్తుశిల్పం ఒక ప్రత్యేక శైలిని అభివృద్ధి చేసింది. ఎత్తైన రాయగోపురాలు (ప్రవేశ ద్వారాలు), కళ్యాణ మండపాలు (వివాహ వేదికలు), మరియు ఏకశిలా శిల్పాలు ఈ శైలి యొక్క ముఖ్య లక్షణాలు. హంపిలోని విఠల దేవాలయం మరియు విరూపాక్ష దేవాలయం దీనికి అద్భుతమైన ఉదాహరణలు.",
  "భారతదేశంలో 'కోఆపరేటివ్ ఫెడరలిజం' (సహకార సమాఖ్యవాదం) అంటే కేంద్ర మరియు రాష్ట్ర ప్రభుత్వాలు ఒకరితో ఒకరు పోటీ పడకుండా, దేశ అభివృద్ధి కోసం పరస్పరం సహకరించుకోవడం. NITI ఆయోగ్ వంటి సంస్థలు మరియు GST కౌన్సిల్ ఈ రకమైన సమాఖ్యవాదాన్ని ప్రోత్సహించడానికి ఉదాహరణలు.",
  "భూమి యొక్క అంతర్భాగంలో, 'అస్థెనోస్పియర్' అనేది లిథోస్పియర్ (భూమి యొక్క దృఢమైన పై పొర) కింద ఉన్న ఒక పాక్షిక-ద్రవ, ప్లాస్టిక్ పొర. లిథోస్పియర్‌లోని టెక్టోనిక్ ప్లేట్లు ఈ అస్థెనోస్పియర్‌పై నెమ్మదిగా కదులుతాయి, దీనివల్ల భూకంపాలు, అగ్నిపర్వతాలు, మరియు పర్వతాల ఏర్పాటు వంటివి సంభవిస్తాయి.",
  "భారతదేశంలో 'జననీ సురక్షా యోజన' (JSY) అనేది గర్భిణీ స్త్రీలలో మాతా మరియు శిశు మరణాల రేటును తగ్గించడానికి ఉద్దేశించిన ఒక ప్రభుత్వ పథకం. ఇది ప్రభుత్వ ఆసుపత్రులలో ప్రసవాలను ప్రోత్సహించడానికి, పేద గర్భిణీ స్త్రీలకు నగదు సహాయాన్ని అందిస్తుంది.",
  "'ఇంటర్నేషనల్ సోలార్ అలయన్స్' (ISA) అనేది భారతదేశం మరియు ఫ్రాన్స్ యొక్క ఒక ఉమ్మడి చొరవ. సౌరశక్తి సమృద్ధిగా ఉన్న దేశాలను ఒకచోట చేర్చి, సౌరశక్తి సాంకేతికతను అభివృద్ధి చేయడం, ఖర్చులను తగ్గించడం, మరియు దాని వినియోగాన్ని ప్రోత్సహించడం దీని ప్రధాన లక్ష్యం. దీని ప్రధాన కార్యాలయం భారతదేశంలోని గురుగ్రామ్‌లో ఉంది.",
  "భారత రాజ్యాంగంలోని 'అధికరణం 350A' ప్రకారం, ప్రతి రాష్ట్రం మరియు స్థానిక అధికారం, భాషాపరమైన మైనారిటీ సమూహాలకు చెందిన పిల్లలకు, ప్రాథమిక స్థాయిలో వారి మాతృభాషలో విద్యను అందించడానికి తగిన సౌకర్యాలను కల్పించాలి. ఇది భాషాపరమైన మైనారిటీల హక్కులను పరిరక్షిస్తుంది.",
  "సింధు లోయ నాగరికతలోని 'లోథాల్' (ప్రస్తుత గుజరాత్‌లో) ఒక ముఖ్యమైన ఓడరేవు పట్టణం. ఇక్కడ ప్రపంచంలోనే మొట్టమొదటి టైడల్ డాక్ (ఓడరేవు) యొక్క అవశేషాలు కనుగొనబడ్డాయి. ఇది మెసొపొటేమియా వంటి ఇతర నాగరికతలతో సముద్ర వాణిజ్యం జరిగిందని సూచిస్తుంది.",
  "భారత రాజ్యాంగంలోని 9వ షెడ్యూల్‌ను మొదటి సవరణ (1951) ద్వారా చేర్చారు. ఈ షెడ్యూల్‌లో చేర్చబడిన చట్టాలను ప్రాథమిక హక్కుల ఉల్లంఘన కారణంతో న్యాయస్థానాలలో సవాలు చేయకుండా రక్షణ కల్పించడం దీని ఉద్దేశ్యం. అయితే, I.R. కోయెల్హో కేసులో (2007), సుప్రీంకోర్టు 1973 ఏప్రిల్ 24 తర్వాత ఈ షెడ్యూల్‌లో చేర్చిన ఏ చట్టమైనా, రాజ్యాంగం యొక్క ప్రాథమిక స్వరూపాన్ని ఉల్లంఘిస్తే, దానిని న్యాయ సమీక్షకు గురిచేయవచ్చని తీర్పు ఇచ్చింది.",
  "భారతదేశంలో 'జాయింట్ సెషన్ ఆఫ్ పార్లమెంట్' (ఉభయ సభల సంయుక్త సమావేశం - అధికరణం 108)ను రాష్ట్రపతి పిలుస్తారు. సాధారణ బిల్లుల విషయంలో లోక్‌సభ మరియు రాజ్యసభ మధ్య ప్రతిష్టంభన ఏర్పడినప్పుడు మాత్రమే దీనిని ఏర్పాటు చేస్తారు. ఈ సమావేశానికి లోక్‌సభ స్పీకర్ అధ్యక్షత వహిస్తారు. ద్రవ్య బిల్లులు మరియు రాజ్యాంగ సవరణ బిల్లుల విషయంలో సంయుక్త సమావేశానికి అవకాశం లేదు.",
  "భారత రాజ్యాంగంలోని 'అధికరణం 164' ప్రకారం, ముఖ్యమంత్రిని గవర్నర్ నియమిస్తారు మరియు ఇతర మంత్రులను ముఖ్యమంత్రి సలహా మేరకు గవర్నర్ నియమిస్తారు. ఛత్తీస్‌గఢ్, జార్ఖండ్, మధ్యప్రదేశ్ మరియు ఒడిశా రాష్ట్రాలలో గిరిజన సంక్షేమం కోసం ఒక ప్రత్యేక మంత్రి ఉండాలని కూడా ఈ అధికరణం నిర్దేశిస్తుంది.",
  "భారత పార్లమెంటులో 'సింపుల్ మెజారిటీ', 'ఎఫెక్టివ్ మెజారిటీ', మరియు 'అబ్సల్యూట్ మెజారిటీ' అనేవి విభిన్న రకాల మెజారిటీలు. సింపుల్ మెజారిటీ అంటే సభకు హాజరై ఓటు వేసిన వారిలో 50% కంటే ఎక్కువ. ఎఫెక్టివ్ మెజారిటీ అంటే సభ యొక్క మొత్తం వాస్తవ సభ్యులలో (ఖాళీలను మినహాయించి) 50% కంటే ఎక్కువ. అబ్సల్యూట్ మెజారిటీ అంటే సభ యొక్క మొత్తం సభ్యులలో 50% కంటే ఎక్కువ.",
  "భారతదేశంలో 'నేషనల్ కమిషన్ ఫర్ షెడ్యూల్డ్ ట్రైబ్స్' (NCST)ని, 89వ రాజ్యాంగ సవరణ చట్టం, 2003 ద్వారా, అధికరణం 338A కింద ఏర్పాటు చేశారు. అంతకు ముందు, షెడ్యూల్డ్ కులాలు మరియు షెడ్యూల్డ్ తెగల కోసం ఒకే ఉమ్మడి కమిషన్ ఉండేది.",
  "1929 నాటి 'మీరట్ కుట్ర కేసు'లో ముగ్గురు ఆంగ్లేయులతో సహా అనేక మంది ట్రేడ్ యూనియన్ నాయకులు మరియు కమ్యూనిస్టులపై బ్రిటిష్ ప్రభుత్వం విచారణ జరిపింది. భారతదేశంలో కమ్యూనిస్ట్ ఉద్యమాన్ని అణచివేయడం మరియు కార్మిక సంఘాల కార్యకలాపాలను నియంత్రించడం ఈ విచారణ యొక్క ముఖ్య ఉద్దేశ్యం.",
  "1824లో జరిగిన 'బారక్‌పూర్ తిరుగుబాటు', సిపాయిలు సముద్ర మార్గంలో బర్మాకు వెళ్ళడానికి నిరాకరించడం వల్ల సంభవించింది. సముద్ర ప్రయాణం చేయడం తమ కులాన్ని కోల్పోయేలా చేస్తుందని హిందూ సిపాయిలు భావించారు. ఈ తిరుగుబాటును బ్రిటిష్ వారు కఠినంగా అణచివేసి, అనేక మంది సిపాయిలను ఉరితీశారు.",
  "19వ శతాబ్దంలో, 'వహాబీ ఉద్యమం' షా వలియుల్లా బోధనల నుండి ప్రేరణ పొందింది. ఇది ఇస్లాంలో పాశ్చాత్య ప్రభావాలను మరియు ఇతర మతాల ఆచారాలను వ్యతిరేకించి, ఇస్లాంను దాని అసలు స్వచ్ఛమైన రూపంలోకి తీసుకురావాలని లక్ష్యంగా పెట్టుకుంది. మొదట్లో మతపరమైన ఉద్యమంగా ప్రారంభమై, తరువాత ఇది బ్రిటిష్ వ్యతిరేక ఉద్యమంగా మారింది.",
  "1817 నాటి 'పైకా తిరుగుబాటు' ఒడిశాలోని పైకా జాతి వారు బ్రిటిష్ ఈస్ట్ ఇండియా కంపెనీకి వ్యతిరేకంగా చేసిన ఒక సాయుధ తిరుగుబాటు. బక్షి జగబంధు నాయకత్వంలో, పైకాలు తమ సాంప్రదాయ భూ హక్కులను కోల్పోవడం మరియు బ్రిటిష్ వారి దోపిడీ పన్ను విధానాలకు వ్యతిరేకంగా పోరాడారు. దీనిని 'మొదటి స్వాతంత్ర్య సంగ్రామం'గా పరిగణించాలని ఒడిశా ప్రభుత్వం వాదిస్తోంది.",
  "భారతదేశంలో, 'వెల్లెస్లీ' ప్రవేశపెట్టిన 'సహాయక సైన్య పద్ధతి' (Subsidiary Alliance) ద్వారా బ్రిటిష్ వారు అనేక భారతీయ రాజ్యాలను తమ నియంత్రణలోకి తెచ్చుకున్నారు. ఈ ఒప్పందం ప్రకారం, భారతీయ పాలకులు తమ సొంత సైన్యాన్ని రద్దు చేసి, బ్రిటిష్ సైన్యాన్ని తమ రాజ్యంలో ఉంచుకోవాలి మరియు దాని నిర్వహణ ఖర్చులను భరించాలి. దీనికి బదులుగా, బ్రిటిష్ వారు ఆ రాజ్యానికి బాహ్య దాడుల నుండి రక్షణ కల్పిస్తారు.",

  "నావిక్ (NavIC) అనేది ఇస్రో అభివృద్ధి చేసిన స్వదేశీ ప్రాంతీయ నావిగేషన్ ఉపగ్రహ వ్యవస్థ. ఇది భారతదేశం మరియు దాని చుట్టూ 1,500 కి.మీ.ల ప్రాంతంలో కచ్చితమైన పొజిషనింగ్ మరియు టైమింగ్ సేవలను అందిస్తుంది.",
  "భారత రాజ్యాంగంలోని ఆర్టికల్ 32, ప్రాథమిక హక్కుల ఉల్లంఘన జరిగినప్పుడు పౌరులు నేరుగా సుప్రీంకోర్టును ఆశ్రయించే హక్కును కల్పిస్తుంది. అందుకే డా. అంబేద్కర్ దీనిని రాజ్యాంగానికి 'హృదయం మరియు ఆత్మ' అని వర్ణించారు.",
  "పూనా ఒప్పందం (1932) గాంధీ మరియు అంబేద్కర్ మధ్య జరిగింది. ఇది దళితులకు ప్రత్యేక నియోజకవర్గాలను రద్దు చేసి, బదులుగా ప్రావిన్షియల్ శాసనసభలలో రిజర్వ్ చేయబడిన సీట్ల సంఖ్యను గణనీయంగా పెంచింది.",
  "ఆర్థిక వ్యవస్థలో కోశ లోటు (Fiscal Deficit) మరియు కరెంట్ ఖాతా లోటు (Current Account Deficit) రెండూ ఏకకాలంలో పెరిగే పరిస్థితిని 'జంట లోటు' (Twin Deficit) అంటారు. ఇది స్థూల ఆర్థిక అస్థిరతను సూచిస్తుంది.",
  "CRISPR-Cas9 అనేది ఒక విప్లవాత్మక జన్యు-సవరణ సాంకేతికత. ఇది DNA లోని నిర్దిష్ట భాగాలను అత్యంత కచ్చితత్వంతో మార్చడానికి, తొలగించడానికి లేదా జోడించడానికి శాస్త్రవేత్తలకు వీలు కల్పిస్తుంది. ఇది జన్యుపరమైన వ్యాధుల చికిత్సలో కీలకం.",
  "ఆర్టికల్ 76 ప్రకారం రాష్ట్రపతిచే నియమించబడిన అటార్నీ జనరల్, రాష్ట్రపతి విశ్వాసం ఉన్నంతవరకే పదవిలో ఉంటారు. ఆయన పార్లమెంటు ఉభయ సభల కార్యకలాపాలలో మాట్లాడే మరియు పాల్గొనే హక్కును కలిగి ఉంటారు, కానీ ఓటు హక్కు ఉండదు.",
  "1909 నాటి మోర్లే-మింటో సంస్కరణలు, ముస్లింలకు ప్రత్యేక నియోజకవర్గాలను ప్రవేశపెట్టి, భారతదేశంలో మతతత్వ రాజకీయాలకు చట్టబద్ధత కల్పించాయి. ఈ చర్య దేశ విభజనకు దారితీసిన ఒక ముఖ్యమైన అడుగుగా పరిగణించబడుతుంది.",
  "కోశ బాధ్యత మరియు బడ్జెట్ నిర్వహణ (FRBM) చట్టం, 2003, ప్రభుత్వ కోశ లోటులను తగ్గించడానికి లక్ష్యాలను నిర్దేశిస్తుంది. తద్వారా ఆర్థిక క్రమశిక్షణ, దీర్ఘకాలిక స్థూల ఆర్థిక స్థిరత్వం మరియు తరం-తరం మధ్య సమానత్వాన్ని నిర్ధారిస్తుంది.",
  "అంతరించిపోతున్న జాతుల అంతర్జాతీయ వాణిజ్యంపై ఒప్పందం (CITES), వన్యప్రాణులు మరియు మొక్కల అంతర్జాతీయ వాణిజ్యం వాటి మనుగడకు ముప్పు కలిగించకుండా చూస్తుంది. ఇది లైసెన్సింగ్ వ్యవస్థ ద్వారా వాణిజ్యాన్ని నియంత్రిస్తుంది, కానీ పూర్తిగా నిషేధించదు.",
  "జియోసింక్రోనస్ శాటిలైట్ లాంచ్ వెహికల్ (GSLV) యొక్క ఎగువ దశలో ఉపయోగించే స్వదేశీ క్రయోజెనిక్ ఇంజిన్, అత్యంత శీతల ఇంధనాలను (ద్రవ హైడ్రోజన్ మరియు ఆక్సిజన్) ఉపయోగిస్తుంది. ఇది భారీ ఉపగ్రహాలను భూస్థిర కక్ష్యలోకి ప్రవేశపెట్టడానికి అవసరం.",
  "భారత రాజ్యాంగంలోని ఆర్టికల్ 263, రాష్ట్రాల మధ్య మరియు కేంద్ర-రాష్ట్రాల మధ్య సమన్వయాన్ని ప్రోత్సహించడానికి ఒక 'అంతర్-రాష్ట్ర మండలి'ని ఏర్పాటు చేయడానికి రాష్ట్రపతికి అధికారం ఇస్తుంది. ఇది సహకార సమాఖ్యను బలోపేతం చేస్తుంది.",
  "సింధు లోయ నాగరికత యొక్క ముద్రికలు (seals) స్టియటైట్ అనే మెత్తని రాయితో ఎక్కువగా తయారు చేయబడ్డాయి. వీటిపై జంతువుల చిత్రాలు మరియు అర్థం చేసుకోలేని చిత్రలిపి ఉంటుంది. ఇది వారి వాణిజ్య మరియు మత విశ్వాసాలను సూచిస్తుంది.",
  "గిని గుణకం (Gini Coefficient) ఒక దేశంలోని ఆదాయ అసమానతను కొలుస్తుంది. దీని విలువ 0 నుండి 1 వరకు ఉంటుంది, ఇక్కడ 0 సంపూర్ణ సమానత్వాన్ని సూచిస్తే, 1 సంపూర్ణ అసమానత్వాన్ని సూచిస్తుంది.",
  "ఆహార గొలుసులో ఒక జీవి నుండి మరొక జీవికి వెళ్ళేటప్పుడు పాదరసం లేదా DDT వంటి విష రసాయనాల సాంద్రత క్రమంగా పెరిగే ప్రక్రియను 'బయోమాగ్నిఫికేషన్' (జీవ ఆవర్థనం) అంటారు. ఇది ఉన్నత స్థాయి జీవులకు హానికరం.",
  "ప్రాథమిక హక్కులు న్యాయబద్ధమైనవి (justiciable) మరియు ప్రతికూల స్వభావం కలిగి ఉంటాయి, అంటే అవి రాజ్యం యొక్క అధికారంపై పరిమితులు విధిస్తాయి. అయితే, ఆదేశిక సూత్రాలు న్యాయబద్ధమైనవి కావు మరియు సానుకూల స్వభావం కలిగి ఉంటాయి.",
  "రాజ్యాంగంలో ప్రస్తావించనప్పటికీ, పార్లమెంటులో పార్టీ క్రమశిక్షణను అమలు చేయడంలో 'విప్' కార్యాలయం కీలకం. ఇది సభ్యుల హాజరును నిర్ధారిస్తుంది మరియు ముఖ్యమైన సమస్యలపై పార్టీ అధికారిక వైఖరి ప్రకారం ఓటు వేయమని వారిని నిర్దేశిస్తుంది.",
  "కంప్ట్రోలర్ అండ్ ఆడిటర్ జనరల్ (CAG), పబ్లిక్ అకౌంట్స్ కమిటీకి (PAC) 'స్నేహితుడు, తత్వవేత్త మరియు మార్గదర్శి'గా వ్యవహరిస్తారు. ప్రభుత్వ వ్యయంపై ఆడిట్ నివేదికల పరిశీలనలో కమిటీకి సహాయం చేస్తారు, జవాబుదారీతనాన్ని నిర్ధారిస్తారు.",
  "1945-46లో ఎర్రకోటలో జరిగిన INA ట్రయల్స్, బంధించబడిన ఆజాద్ హింద్ ఫౌజ్ అధికారులకు వ్యతిరేకంగా జరిగాయి. ఇవి భారతదేశ వ్యాప్తంగా అపారమైన ప్రజా మద్దతును సంపాదించి, బ్రిటిష్ పాలనకు వ్యతిరేక సెంటిమెంట్‌ను గణనీయంగా బలపరిచాయి.",
  "భూమధ్యరేఖ పసిఫిక్‌లో అసాధారణంగా చల్లని సముద్ర ఉష్ణోగ్రతలతో కూడిన 'లా నినా', భారతదేశంలో సాధారణం కంటే బలమైన రుతుపవనాలతో సంబంధం కలిగి ఉంటుంది. ఇది తరచుగా కరువును కలిగించే ఎల్ నినోకు విరుద్ధమైనది.",
  "మాంట్రియల్ ప్రోటోకాల్ ఓజోన్‌ను క్షీణింపజేసే పదార్థాలను తొలగించడం లక్ష్యంగా పెట్టుకోగా, క్యోటో ప్రోటోకాల్ గ్లోబల్ వార్మింగ్‌ను ఎదుర్కోవడానికి గ్రీన్‌హౌస్ వాయు ఉద్గారాలను తగ్గించడంపై దృష్టి పెట్టింది. ఇవి రెండు వేర్వేరు పర్యావరణ సమస్యలను పరిష్కరించాయి.",
  "ఆగ్మెంటెడ్ రియాలిటీ (AR) నిజ ప్రపంచంపై డిజిటల్ సమాచారాన్ని పొరలుగా వేయడం ద్వారా దానిని మెరుగుపరుస్తుంది. అయితే, వర్చువల్ రియాలిటీ (VR) వినియోగదారుని వాస్తవ ప్రపంచాన్ని పూర్తిగా అనుకరణతో భర్తీ చేసి, ఒక లీనమయ్యే అనుభవాన్ని సృష్టిస్తుంది.",
  "పార్లమెంటులో ప్రశ్నోత్తరాల సమయం తర్వాత వచ్చే 'జీరో అవర్' అనేది ఒక భారతీయ ఆవిష్కరణ. ఇది నిబంధనలలో ప్రస్తావించబడలేదు. సభ్యులు ముందస్తు నోటీసు లేకుండా అత్యవసర ప్రజా ప్రాముఖ్యత గల విషయాలను లేవనెత్తడానికి ఇది వీలు కల్పిస్తుంది.",
  "1942 నాటి క్విట్ ఇండియా ఉద్యమం 'నాయకత్వరహిత ఉద్యమం'గా ప్రసిద్ధి చెందింది. ఎందుకంటే గాంధీజీతో సహా దాదాపు అందరు ముఖ్య నాయకులను ఉద్యమం ప్రారంభంలోనే బ్రిటిష్ ప్రభుత్వం అరెస్టు చేసింది. అయినప్పటికీ ప్రజలు స్వచ్ఛందంగా పాల్గొన్నారు.",
  "నాన్-బ్యాంకింగ్ ఫైనాన్షియల్ కంపెనీలు (NBFC) బ్యాంకుల్లాగే రుణాలిచ్చినా, అవి ప్రజల నుండి డిమాండ్ డిపాజిట్లను (సేవింగ్స్, కరెంట్ ఖాతాలు) స్వీకరించలేవు మరియు చెల్లింపు మరియు సెటిల్మెంట్ వ్యవస్థలో భాగం కాలేవు. ఇది కీలక వ్యత్యాసం.",
  "మానవ అభివృద్ధి సూచిక (HDI) మూడు ముఖ్యమైన అంశాలను మిళితం చేస్తుంది: దీర్ఘ మరియు ఆరోగ్యకరమైన జీవితం (ఆయుర్దాయం), జ్ఞానానికి ప్రాప్యత (విద్య), మరియు మంచి జీవన ప్రమాణం (తలసరి ఆదాయం). ఇది కేవలం ఆర్థిక వృద్ధిని కాకుండా మానవ అభివృద్ధిని కొలుస్తుంది.",
  "The 'Thar Desert' in India is not a pure 'hot desert'. Its formation is a complex process linked to the Aravalli range's orientation, which blocks the moisture-laden monsoon winds, and the subsiding air from the subtropical high-pressure belt.",
  "The 'Coral Bleaching' phenomenon is a direct result of environmental stress, primarily increased sea temperatures, which causes corals to expel the symbiotic algae (zooxanthellae) living in their tissues. This leads to the loss of their color and their primary source of food.",
  "The 'El Niño-Southern Oscillation (ENSO)' is a key driver of global climate variability. The El Niño phase, marked by warmer-than-average sea surface temperatures in the central and eastern tropical Pacific, is often associated with weakened monsoon rainfall in India.",
  "The 'Swadeshi Movement' (1905) was initiated in response to the partition of Bengal by Lord Curzon. It emphasized self-reliance and the boycott of British goods, leading to a massive surge in nationalist sentiment and a focus on indigenous industries.",
  "The 'Government of India Act of 1919', also known as the Montagu-Chelmsford Reforms, introduced a system of 'diarchy' or dual governance in the provinces. It classified provincial subjects into 'reserved' and 'transferred,' with the former managed by the Governor and the latter by Indian ministers.",
  "The 'Non-Cooperation Movement' of 1920-22, led by Mahatma Gandhi, aimed to withdraw Indian cooperation from the British administration. It included boycotting foreign goods, government schools, and councils, and marked the first nationwide mass movement under Gandhi's leadership.",
  "The 'Regulating Act of 1773' was the first significant legislative step taken by the British Parliament to control the affairs of the East India Company. It established a Governor-General of Bengal and a Supreme Court in Calcutta, laying the foundation for a centralized administration.",
  "The 'Lothal' site of the Harappan Civilization is significant for its ancient dockyard, which suggests its role as a major port city. This discovery provides crucial evidence of the Harappans' extensive maritime trade with contemporary civilizations.",
  "The 'Cripps Mission' of 1942 was a British attempt to secure Indian cooperation in World War II in exchange for the promise of a future dominion status and a Constituent Assembly. It was rejected by both the Indian National Congress and the Muslim League, leading to the launch of the Quit India Movement.",
  "The 'Permanent Settlement of 1793' introduced by Lord Cornwallis fixed land revenue permanently with the Zamindars. This policy created a new class of powerful landlords loyal to the British, while placing an immense burden of rent on the peasantry.",
  "The 'Cabinet Mission Plan' of 1946 proposed a three-tier government structure for India, with a weak center and strong provinces. It also provided for the formation of a Constituent Assembly to draft the Constitution, though it failed to gain complete acceptance.",
  "The 'Government of India Act of 1935' was a pivotal step towards provincial autonomy. It abolished the diarchy at the provincial level and introduced it at the Centre, while also providing for a federal structure that never fully materialized.",
  "The 'Isostatic Rebound' of Fennoscandia (Northern Europe) is a direct consequence of the retreat of the last glacial ice sheets, causing the landmass, which was depressed under the weight of the ice, to slowly rise. This is a real-world example of the theory of Isostasy.",
  "The term 'Regur' soil is a local name for Black Cotton Soil in India. Its formation is attributed to the Deccan Trap basaltic lava, and it is known for its high clay content, capacity to hold moisture, and the development of deep cracks during the dry season (self-ploughing).",
  "The Indian Ocean Dipole (IOD) is a key teleconnection influencing the Indian Monsoon. A positive IOD, characterized by a warmer western Indian Ocean and a cooler eastern Indian Ocean, is generally associated with a better-than-normal monsoon rainfall in India, while a negative IOD has the opposite effect.",
  "The 'Pacific Ring of Fire' is a major zone of volcanic and seismic activity that is a direct result of convergent plate boundaries, where plates are subducting beneath one another. The deep ocean trenches and volcanic arcs are characteristic features of this tectonic activity.",
  "The 'Jet Stream Theory' provides a contemporary explanation for the mechanism of the Indian Monsoon. The subtropical westerly jet stream's position over Tibet in winter and its northward shift in summer are directly linked to the onset and withdrawal of the monsoon winds over the Indian subcontinent.",
  "The 'Sargasso Sea' in the North Atlantic is a unique body of water defined not by land boundaries but by a system of powerful rotating ocean currents, known as the North Atlantic Gyre. It is known for its calm waters and large concentrations of Sargassum seaweed.",
  "The concept of 'Heat Budget' of the Earth explains how the planet maintains a stable average temperature. It is a balance between incoming shortwave solar radiation and outgoing longwave terrestrial radiation. Factors like albedo, greenhouse gases, and cloud cover play a crucial role in this balance.",
  "The 'Karst Topography' is a landscape formed from the dissolution of soluble rocks such as limestone, dolomite, and gypsum. Characteristic features include caves, sinkholes (doline), and underground drainage systems. The Western Ghats in India have a form of this topography.",
  "The 'Urban Heat Island' effect is a micro-climatic phenomenon where urban areas experience higher temperatures than their surrounding rural areas. This is primarily due to the absorption of solar radiation by urban surfaces (concrete, asphalt), waste heat from human activities, and the lack of vegetation.",
  "The 'Tropical Cyclone' formation requires a sea surface temperature of at least 27°C, a pre-existing low-pressure system, and sufficient Coriolis force to initiate cyclonic rotation. The absence of the Coriolis effect at the equator prevents the formation of these storms in that region.",
  "The term 'Peneplain' describes a low, undulating land surface that is the end product of long-term erosion. It represents a theoretical final stage in the cycle of erosion, as proposed by William Morris Davis.",
  "The 'Alluvial Fan' and 'Delta' are both depositional landforms formed by rivers, but they differ in their environment. An alluvial fan forms on land at the base of a mountain when a stream loses velocity and spreads out, while a delta forms in a standing body of water (like a sea or lake) as a river deposits its sediment load.",
  "The 'Thar Desert' in India is not a pure 'hot desert'. Its formation is a complex process linked to the Aravalli range's orientation, which blocks the moisture-laden monsoon winds, and the subsiding air from the subtropical high-pressure belt.",
  "The 'Coral Bleaching' phenomenon is a direct result of environmental stress, primarily increased sea temperatures, which causes corals to expel the symbiotic algae (zooxanthellae) living in their tissues. This leads to the loss of their color and their primary source of food.",
  "The 'El Niño-Southern Oscillation (ENSO)' is a key driver of global climate variability. The El Niño phase, marked by warmer-than-average sea surface temperatures in the central and eastern tropical Pacific, is often associated with weakened monsoon rainfall in India.",
  "ఆర్థిక వ్యవస్థలో ఒక నిర్దిష్ట సంవత్సరంలో ఉత్పత్తి చేయబడిన అన్ని వస్తువులు మరియు సేవల యొక్క మొత్తం విలువను కొలవడానికి ఉపయోగించే కీలకమైన పదం 'స్థూల దేశీయోత్పత్తి' (GDP). ఇది దేశ ఆర్థిక ఆరోగ్యాన్ని సూచిస్తుంది.",
  "భారతదేశంలో 'ద్రవ్య విధానం' (Monetary Policy)ను భారతీయ రిజర్వ్ బ్యాంక్ (RBI) నిర్వహిస్తుంది. ద్రవ్యోల్బణం, వృద్ధి మరియు ఆర్థిక స్థిరత్వాన్ని నియంత్రించడానికి వడ్డీ రేట్లను పెంచడం లేదా తగ్గించడం వంటి చర్యలను ఇది చేపడుతుంది.",
  "కేంద్ర ప్రభుత్వం యొక్క ఆదాయం మరియు వ్యయం మధ్య ఉన్న తేడాను 'ఫిస్కల్ డెఫిసిట్' (Fiscal Deficit) అంటారు. అధిక ఫిస్కల్ డెఫిసిట్ ప్రభుత్వం యొక్క రుణ భారాన్ని సూచిస్తుంది, దీనిని రుణాల ద్వారా భర్తీ చేయాలి.",
  "భారత ఆర్థిక వ్యవస్థలో 'సేవ రంగం' (Service Sector) ప్రధాన వాటాను కలిగి ఉంది. బ్యాంకింగ్, సాఫ్ట్‌వేర్, విద్య మరియు ఆరోగ్య సంరక్షణ వంటి సేవలు దేశ GDPలో 50% పైగా వాటాను అందిస్తున్నాయి.",
  "భారతదేశంలో 'GST' (Goods and Services Tax) అనేది అనేక పరోక్ష పన్నులను ఒకే గొడుగు కిందకు తీసుకువచ్చిన ఒక ప్రధాన పన్ను సంస్కరణ. ఇది 'ఒకే దేశం, ఒకే పన్ను' అనే లక్ష్యంతో ఆర్థిక వ్యవస్థను ఏకీకృతం చేయడానికి ఉద్దేశించబడింది.",
  "ఆర్థిక వ్యవస్థలో ఒక నిర్దిష్ట సంవత్సరంలో ఉత్పత్తి చేయబడిన అన్ని వస్తువులు మరియు సేవల యొక్క మొత్తం విలువను కొలవడానికి ఉపయోగించే కీలకమైన పదం 'స్థూల దేశీయోత్పత్తి' (GDP). ఇది దేశ ఆర్థిక ఆరోగ్యాన్ని సూచిస్తుంది.",
  "భారతదేశంలో 'ద్రవ్య విధానం' (Monetary Policy)ను భారతీయ రిజర్వ్ బ్యాంక్ (RBI) నిర్వహిస్తుంది. ద్రవ్యోల్బణం, వృద్ధి మరియు ఆర్థిక స్థిరత్వాన్ని నియంత్రించడానికి వడ్డీ రేట్లను పెంచడం లేదా తగ్గించడం వంటి చర్యలను ఇది చేపడుతుంది.",
  "కేంద్ర ప్రభుత్వం యొక్క ఆదాయం మరియు వ్యయం మధ్య ఉన్న తేడాను 'ఫిస్కల్ డెఫిసిట్' (Fiscal Deficit) అంటారు. అధిక ఫిస్కల్ డెఫిసిట్ ప్రభుత్వం యొక్క రుణ భారాన్ని సూచిస్తుంది, దీనిని రుణాల ద్వారా భర్తీ చేయాలి.",
  "భారత ఆర్థిక వ్యవస్థలో 'సేవ రంగం' (Service Sector) ప్రధాన వాటాను కలిగి ఉంది. బ్యాంకింగ్, సాఫ్ట్‌వేర్, విద్య మరియు ఆరోగ్య సంరక్షణ వంటి సేవలు దేశ GDPలో 50% పైగా వాటాను అందిస్తున్నాయి.",
  "భారతదేశంలో 'GST' (Goods and Services Tax) అనేది అనేక పరోక్ష పన్నులను ఒకే గొడుగు కిందకు తీసుకువచ్చిన ఒక ప్రధాన పన్ను సంస్కరణ. ఇది 'ఒకే దేశం, ఒకే పన్ను' అనే లక్ష్యంతో ఆర్థిక వ్యవస్థను ఏకీకృతం చేయడానికి ఉద్దేశించబడింది.",
  "భారతదేశంలో 'ఆర్థిక సంఘం' (Finance Commission) అనేది రాజ్యాంగ సంస్థ. ఇది కేంద్రం మరియు రాష్ట్రాల మధ్య పన్నుల ఆదాయాన్ని పంపిణీ చేయడానికి సిఫార్సు చేస్తుంది.",
  "భారతదేశంలో 'హరిత విప్లవం' ఆహార ధాన్యాల ఉత్పత్తిని గణనీయంగా పెంచింది. ఇది అధిక దిగుబడినిచ్చే విత్తనాలు, మెరుగైన ఎరువులు మరియు ఆధునిక నీటిపారుదల పద్ధతుల ఉపయోగం ద్వారా సాధ్యపడింది.",
  "భారతదేశంలో 'నిరుద్యోగం' అనేది ఒక ప్రధాన సమస్య. దీనిని కార్మిక భాగస్వామ్య రేటు (Labor Force Participation Rate), ఉద్యోగ కల్పన రేటు మరియు కార్మిక ఉత్పాదకత వంటి వాటి ద్వారా కొలుస్తారు.",
  "భారతీయ ఆర్థిక వ్యవస్థలో 'రిపో రేట్' (Repo Rate) మరియు 'రివర్స్ రిపో రేట్' (Reverse Repo Rate) వంటివి RBI యొక్క ద్రవ్య విధాన సాధనాలు. ఇవి వాణిజ్య బ్యాంకులకు రుణాలను అందించడానికి లేదా వారి నుండి రుణాలను తిరిగి తీసుకోవడానికి ఉపయోగపడతాయి.",
  "భారతీయ 'స్టాక్ మార్కెట్లు' (Stock Markets) సెబీ (SEBI)చే నియంత్రించబడతాయి. సెబీ పెట్టుబడిదారుల ప్రయోజనాలను రక్షించడానికి మరియు ఆర్థిక మార్కెట్ల అభివృద్ధికి పనిచేస్తుంది.",
  "The 'Lytton’s Famine Policy' of the 1870s was widely criticized for its callous approach towards the widespread famine. It was during this time that a lavish 'Delhi Durbar' was held, highlighting the stark indifference of the British administration to the plight of the Indian populace."
]
