[
  "భారతదేశంలో ఆర్థిక ప్రణాళిక 1951లో మొదటి అయిదేళ్ల ప్రణాళికతో ప్రారంభమైంది. దీని లక్ష్యం వ్యవసాయం, పారిశ్రామిక అభివృద్ధి, విద్య మరియు ఆరోగ్య రంగాల్లో పెట్టుబడులు పెంచడం. కేంద్ర ప్రణాళికా సంఘం ఆ ప్రణాళికా ప్రక్రియను సమన్వయం చేసింది.",
  "భారతదేశంలో రిజర్వ్ బ్యాంక్ ఆఫ్ ఇండియా 1935లో స్థాపించబడింది. ఇది ద్రవ్య విధానాన్ని నిర్ణయించడం, ద్రవ్యోల్బణ నియంత్రణ, కరెన్సీ ముద్రణ మరియు బ్యాంకింగ్ వ్యవస్థ పర్యవేక్షణ వంటి కీలక బాధ్యతలు నిర్వహిస్తుంది.",
  "భారతదేశంలో లిబరలైజేషన్, ప్రైవేటైజేషన్, గ్లోబలైజేషన్ (LPG) సంస్కరణలు 1991లో ప్రవేశపెట్టబడ్డాయి. విదేశీ పెట్టుబడులకు అనుమతులు ఇచ్చి, పబ్లిక్ రంగంపై ఆధారాన్ని తగ్గించి, ప్రైవేట్ రంగం మరియు గ్లోబల్ మార్కెట్లలో పోటీని పెంచాయి.",
  "భారతదేశంలో పన్ను వ్యవస్థ రెండు భాగాలుగా విభజించబడింది – ప్రత్యక్ష పన్నులు మరియు పరోక్ష పన్నులు. ఆదాయ పన్ను, సంస్థల పన్ను ప్రత్యక్ష పన్నులుగా ఉండగా, జీఎస్టీ పరోక్ష పన్ను రూపంలో ఉంది.",
  "భారతదేశ ఆర్థిక వృద్ధి ప్రధానంగా సేవల రంగం ఆధారంగా ఉంది. ఐటీ, ఫైనాన్స్, కమ్యూనికేషన్ మరియు హెల్త్ కేర్ రంగాలు స్థూల దేశీయోత్పత్తికి (GDP) ఎక్కువగా సహకరిస్తున్నాయి. ఇది వ్యవసాయం మరియు పారిశ్రామిక రంగాలపై ఆధారాన్ని తగ్గించింది.",
  "భారతదేశంలో ద్రవ్యోల్బణం రెండు రకాలుగా ఉంటుంది – డిమాండ్ పుల్ ఇన్ఫ్లేషన్ మరియు కాస్ట్ పుష్ ఇన్ఫ్లేషన్. రిజర్వ్ బ్యాంక్ ద్రవ్య విధానం, రెపో రేటు, రివర్స్ రెపో రేటు వంటి సాధనాల ద్వారా ద్రవ్యోల్బణాన్ని నియంత్రిస్తుంది.",
  "లోకసభ స్పీకర్ సభ క్రమశిక్షణ, చర్చల పర్యవేక్షణ మరియు నిర్ణయాల ప్రక్రియలో కీలక పాత్ర పోషిస్తారు. ఆయనను సభ సభ్యులే ఎన్నుకుంటారు.",
  "భారత రాజ్యాంగంలోని ప్రాథమిక హక్కులు హేబియస్ కార్పస్, మండమస్, ప్రొహిబిషన్, సర్టియోరారీ, కో వారంటో వంటి రాజ్యాంగ రిట్‌ల ద్వారా అమలులోకి వస్తాయి.",
  "రాష్ట్రపతికి క్షమాభిక్షా అధికారం ఉంది. ఆయన మరణదండన శిక్ష సహా ఏ శిక్షనైనా తగ్గించగలరు లేదా రద్దు చేయగలరు. ఇది న్యాయ సవరణ శక్తి.",
  "భారత పార్లమెంట్‌లో సెక్రటేరియట్ సిబ్బంది స్వతంత్రంగా ఉంటారు. వీరి నియామకాలు స్పీకర్ మరియు రాజ్యసభ ఛైర్మన్ పర్యవేక్షణలో జరుగుతాయి.",
  "రాష్ట్ర గవర్నర్ రాష్ట్రపతిని ప్రాతినిధ్యం వహిస్తారు. ఆయన నియామకం రాష్ట్రపతి ద్వారా జరుగుతుంది మరియు సాధారణంగా ఐదు సంవత్సరాల పదవీకాలం ఉంటుంది.",
  "భారతదేశంలో స్థూల దేశీయోత్పత్తి (GDP) గణన మూడు రంగాలపై ఆధారపడి ఉంటుంది – వ్యవసాయం, పారిశ్రామికం మరియు సేవలు. గత దశాబ్దాల్లో సేవల రంగం వృద్ధి ప్రధానంగా పెరిగింది. వ్యవసాయ రంగం ఉపాధి ఎక్కువగా ఇస్తున్నప్పటికీ, GDP లో వాటా తక్కువగా ఉంది.",
  "నిధి సమన్వయం మరియు వ్యయం నియంత్రణ కోసం 2003లో ఫిస్కల్ రెస్పాన్సిబిలిటీ అండ్ బడ్జెట్ మేనేజ్‌మెంట్ (FRBM) చట్టం ఆమోదించబడింది. దీని లక్ష్యం ఆర్థిక లోటు తగ్గించడం మరియు ద్రవ్య క్రమశిక్షణను బలోపేతం చేయడం.",
  "భారతదేశంలో ఆర్థిక అసమానతలు విస్తృతంగా ఉన్నాయి. పట్టణ ప్రాంతాలు వేగంగా అభివృద్ధి చెందుతున్నప్పటికీ, గ్రామీణ ప్రాంతాలు మౌలిక సదుపాయాల కొరత మరియు పేదరికంతో బాధపడుతున్నాయి. ఇది సమానమైన వృద్ధికి సవాల్ అవుతోంది.",
  "భారతదేశంలో చిన్న, సూక్ష్మ మరియు మధ్య తరహా పరిశ్రమలు (MSMEs) ఉపాధి సృష్టి మరియు ఆర్థిక వృద్ధికి ముఖ్యమైనవి. ఇవి దేశీయ ఉత్పత్తిలో భాగస్వామ్యాన్ని పెంచుతాయి. ప్రభుత్వం MSMEలకు రుణ సదుపాయాలు మరియు ప్రోత్సాహక పథకాలు అందిస్తుంది.",
  "భారతదేశంలో ఆర్థిక వనరుల పంపిణీ కోసం ఫైనాన్స్ కమిషన్ ప్రతి ఐదేళ్లకోసారి నియమించబడుతుంది. ఇది కేంద్రం మరియు రాష్ట్రాల మధ్య పన్నుల పంపిణీ, గ్రాంట్లు మరియు ఆర్థిక సంబంధాలపై సిఫార్సులు చేస్తుంది.",
  "భారతదేశంలో పేదరిక నిర్మూలన కోసం ప్రభుత్వం అనేక పథకాలు అమలు చేస్తోంది. మహాత్మా గాంధీ జాతీయ గ్రామీణ ఉపాధి హామీ చట్టం (MGNREGA) గ్రామీణ పేదలకు ఉపాధి మరియు ఆదాయం కల్పించే కీలక కార్యక్రమం.",
  "భారతదేశంలో ఆర్థిక మార్కెట్లు రెండు భాగాలుగా ఉంటాయి – ద్రవ్య మార్కెట్ మరియు మూలధన మార్కెట్. స్టాక్ ఎక్స్చేంజ్‌లు, SEBI నియంత్రణలో పనిచేస్తాయి. పెట్టుబడిదారుల రక్షణ మరియు పారదర్శకతకు ఇవి కీలకం.",
  "Mahatma Gandhi led nonviolent civil disobedience movements including the Non Cooperation Movement and Quit India Movement",
  "The Salt March of 1930 was a pivotal act of civil disobedience against the salt tax",
  "Subhas Chandra Bose formed the Indian National Army to fight British rule during World War Two",
  "India achieved independence from British rule on 15 August 1947",
  "Jawaharlal Nehru became India first prime minister and championed industrialization and planning",
  "The Constituent Assembly adopted the Indian Constitution on 26 November 1949 which came into force on 26 January 1950",
  "Sikkim merged with India as a state in 1975 following a referendum",
  "The Bhakra Nangal project is one of independent Indias earliest major multipurpose river valley projects",
  "The Non Aligned Movement had prominent Indian leaders such as Jawaharlal Nehru",
  "The Champaran satyagraha in 1917 marked Gandhis first active civil resistance in India",
  "The Rowlatt Act of 1919 provoked widespread anger leading to protests nationwide",
  "The Jallianwala Bagh massacre in 1919 galvanized Indian nationalist sentiment against British rule",
  "The Simon Commission of 1928 faced broad opposition because it had no Indian members",
  "The Lahore session of the Indian National Congress in 1929 declared complete independence as the goal",
  "The Cabinet Mission Plan of 1946 proposed a federal structure for postwar India",
  "The linguistic reorganization of states in 1956 redrew state boundaries largely on language lines",
  "The Green Revolution in the 1960s transformed Indian agriculture and increased food grain production",
  "The Emergency declared in 1975 under Prime Minister Indira Gandhi suspended many civil liberties",
  "The Mandal Commission in the 1980s recommended reservations in government jobs for socially backward classes",
  "The historic ruins at Hampi were the capital of the Vijayanagara Empire in South India",
  "The Silk Road connected India with Central Asia and facilitated cultural as well as commercial exchange",
  "The Revolt of 1857 included both sepoy and civilian participants with regional leaders and grievances",
  "Indian art and architecture reflect continuous synthesis of indigenous and external influences",
  "The Battle of Haldighati in 1576 saw Maharana Pratap resist Mughal forces led by Akbar",
  "Sati was outlawed in British India in 1829 through legislation pushed by reformers",
  "The Indian Constitution guarantees fundamental rights that are enforceable by courts",
  "Tipu Sultan of Mysore fought several wars against the British in the late eighteenth century",
  "The Bhakti movement emphasized devotion as a path to spiritual liberation and influenced social life",
  "The Arya Samaj founded by Dayananda Saraswati advocated social reform and Vedic values",
  "The Swadeshi movement promoted Indian made goods as a form of economic protest",
  "The Champaran and Kheda agitations helped build grassroots support for Gandhis methods",
  "The Poona Pact of 1932 resolved a dispute over separate electorates for depressed classes"
]
