[
  "The Government of India Act of 1935 marked a significant step towards a federal structure in India by providing for an All-India Federation and provincial autonomy, while retaining the British Viceroy's ultimate control.",
  "The Swadeshi Movement was a massive civil movement that began in 1905 as a response to the partition of Bengal by Lord Curzon. It focused on self-sufficiency and boycotting British goods.",
  "The Jallianwala Bagh Massacre occurred on April 13, 1919, when British troops under the command of General Dyer fired on a peaceful gathering in Amritsar, killing hundreds and galvanizing the nationalist movement.",
  "The Quit India Movement was launched by Mahatma Gandhi in 1942, demanding an immediate end to British rule in India during the height of World War II, leading to the arrest of all major leaders.",
  "The Revolt of 1857, also known as the First War of Independence, was a widespread uprising against British colonial rule, which, despite its failure, fundamentally altered the British administration of India by ending the East India Company's rule.",
  "The Permanent Settlement of Bengal was a 1793 agreement by Lord Cornwallis with the Zamindars to fix land revenue permanently. This system led to exploitation of peasants and the rise of a new class of powerful landlords.",
  "The Subsidiary Alliance was a policy introduced by Lord Wellesley to bring Indian states under British control. It compelled states to pay for British military protection and forfeit their foreign relations, effectively making them British dependencies.",
  "The 'Jet Stream Theory' provides a contemporary explanation for the mechanism of the Indian Monsoon. The subtropical westerly jet stream's position over Tibet in winter and its northward shift in summer are directly linked to the onset and withdrawal of the monsoon winds over the Indian subcontinent.",
  "The 'Sargasso Sea' in the North Atlantic is a unique body of water defined not by land boundaries but by a system of powerful rotating ocean currents, known as the North Atlantic Gyre. It is known for its calm waters and large concentrations of Sargassum seaweed.",
  "The concept of 'Heat Budget' of the Earth explains how the planet maintains a stable average temperature. It is a balance between incoming shortwave solar radiation and outgoing longwave terrestrial radiation. Factors like albedo, greenhouse gases, and cloud cover play a crucial role in this balance.",
  "The 'Karst Topography' is a landscape formed from the dissolution of soluble rocks such as limestone, dolomite, and gypsum. Characteristic features include caves, sinkholes (dolines), and underground drainage systems. The Western Ghats in India have a form of this topography.",
  "The 'Urban Heat Island' effect is a micro-climatic phenomenon where urban areas experience higher temperatures than their surrounding rural areas. This is primarily due to the absorption of solar radiation by urban surfaces (concrete, asphalt), waste heat from human activities, and the lack of vegetation.",
  "The 'Tropical Cyclone' formation requires a sea surface temperature of at least 27°C, a pre-existing low-pressure system, and sufficient Coriolis force to initiate cyclonic rotation. The absence of the Coriolis effect at the equator prevents the formation of these storms in that region.",
  "The term 'Peneplain' describes a low, undulating land surface that is the end product of long-term erosion. It represents a theoretical final stage in the cycle of erosion, as proposed by William Morris Davis.",
  "The Harappan Civilization exhibited a sophisticated level of town planning, with cities like Mohenjo-daro and Harappa built on a precise grid pattern. The streets intersected at right angles, and a remarkable feature was the advanced, covered drainage system that ran alongside the roads.",
  "The Mauryan economy, heavily state-controlled as per Kautilya's Arthashastra, was primarily agrarian. It was characterized by state-run irrigation projects, the use of a uniform currency (Pana), and extensive internal and foreign trade via both land and sea routes.",
  "The Gupta period is considered the 'Golden Age of India' due to its monumental advancements in science and technology. Aryabhata formulated the value of pi and explained eclipses, while the Delhi Iron Pillar showcases the unparalleled metallurgical skills of the era.",
  "The Goods and Services Tax (GST) is a major indirect tax reform in India, which replaced a multitude of central and state taxes. It is a consumption-based tax levied on the supply of goods and services, aimed at creating a unified national market.",
  "The Reserve Bank of India (RBI) is responsible for formulating and implementing India's monetary policy. Its primary objective, as per the amended RBI Act of 2016, is to maintain price stability while keeping in mind the objective of growth.",
  "The Himalayas act as a major climatic divide for the Indian subcontinent. They prevent the cold winds from Central Asia from entering India, ensuring milder winters, and they also force moisture-laden monsoon winds to precipitate on the Indian plains, creating a unique monsoon climate.",
  "The Peninsular Plateau of India is geologically one of the oldest and most stable landmasses in the world. Composed primarily of ancient igneous and metamorphic rocks, it is rich in mineral resources like iron ore, coal, and bauxite, making it a critical economic region.",
  "India's vast latitudinal and longitudinal extent of approximately 30 degrees leads to significant climatic variations. The southern part of the country, located in the tropical zone, experiences a small annual temperature range, while the north has a much more extreme climate with distinct seasons.",
  "Fiscal policy, managed by the Ministry of Finance, involves the government's use of taxation and expenditure to influence the economy. Key instruments include the Union Budget, fiscal deficit targets, and public debt management, all crucial for steering economic growth and stability.",
  "India's economic structure has seen a significant shift from a predominantly agrarian economy to a service-sector-led one. The service sector now contributes over 50% to the country's Gross Value Added (GVA), reflecting a structural transformation.",
  "The Five-Year Plans, which began in 1951, served as the central planning mechanism for India's development. Though the Planning Commission was replaced by NITI Aayog in 2015, the legacy of planned development remains an important part of India's economic history.",
  "Buddhism's rise under the Maurya Empire, particularly during Emperor Ashoka's reign, was a pivotal event in ancient Indian history. Ashoka's edicts, inscribed on pillars and rocks throughout his empire, spread the Dhamma, a code of moral conduct and non-violence.",
  "The Vedic Age saw a transition from a nomadic, pastoral society to a settled agricultural one. The Rigveda, composed during this period, provides insights into the social structure, the rise of the Varna system, and the importance of cattle as a measure of wealth.",
  "The 'Alluvial Fan' and 'Delta' are both depositional landforms formed by rivers, but they differ in their environment. An alluvial fan forms on land at the base of a mountain when a stream loses velocity and spreads out, while a delta forms in a standing body of water (like a sea or lake) as a river deposits its sediment load.",
  "The 'Thar Desert' in India is not a pure 'hot desert'. Its formation is a complex process linked to the Aravalli range's orientation, which blocks the moisture-laden monsoon winds, and the subsiding air from the subtropical high-pressure belt.",
  "The 'Coral Bleaching' phenomenon is a direct result of environmental stress, primarily increased sea temperatures, which causes corals to expel the symbiotic algae (zooxanthellae) living in their tissues. This leads to the loss of their color and their primary source of food.",
  "The 'El Niño-Southern Oscillation (ENSO)' is a key driver of global climate variability. The El Niño phase, marked by warmer-than-average sea surface temperatures in the central and eastern tropical Pacific, is often associated with weakened monsoon rainfall in India."
]
