[
  "ఆర్థిక వ్యవస్థలో ఒక నిర్దిష్ట సంవత్సరంలో ఉత్పత్తి చేయబడిన అన్ని వస్తువులు మరియు సేవల యొక్క మొత్తం విలువను కొలవడానికి ఉపయోగించే కీలకమైన పదం 'స్థూల దేశీయోత్పత్తి' (GDP). ఇది దేశ ఆర్థిక ఆరోగ్యాన్ని సూచిస్తుంది.",
  "భారతదేశంలో 'ద్రవ్య విధానం' (Monetary Policy)ను భారతీయ రిజర్వ్ బ్యాంక్ (RBI) నిర్వహిస్తుంది. ద్రవ్యోల్బణం, వృద్ధి మరియు ఆర్థిక స్థిరత్వాన్ని నియంత్రించడానికి వడ్డీ రేట్లను పెంచడం లేదా తగ్గించడం వంటి చర్యలను ఇది చేపడుతుంది.",
  "కేంద్ర ప్రభుత్వం యొక్క ఆదాయం మరియు వ్యయం మధ్య ఉన్న తేడాను 'ఫిస్కల్ డెఫిసిట్' (Fiscal Deficit) అంటారు. అధిక ఫిస్కల్ డెఫిసిట్ ప్రభుత్వం యొక్క రుణ భారాన్ని సూచిస్తుంది, దీనిని రుణాల ద్వారా భర్తీ చేయాలి.",
  "భారత ఆర్థిక వ్యవస్థలో 'సేవ రంగం' (Service Sector) ప్రధాన వాటాను కలిగి ఉంది. బ్యాంకింగ్, సాఫ్ట్‌వేర్, విద్య మరియు ఆరోగ్య సంరక్షణ వంటి సేవలు దేశ GDPలో 50% పైగా వాటాను అందిస్తున్నాయి.",
  "భారతదేశంలో 'GST' (Goods and Services Tax) అనేది అనేక పరోక్ష పన్నులను ఒకే గొడుగు కిందకు తీసుకువచ్చిన ఒక ప్రధాన పన్ను సంస్కరణ. ఇది 'ఒకే దేశం, ఒకే పన్ను' అనే లక్ష్యంతో ఆర్థిక వ్యవస్థను ఏకీకృతం చేయడానికి ఉద్దేశించబడింది.",
  "భారతదేశంలో 'ఆర్థిక సంఘం' (Finance Commission) అనేది రాజ్యాంగ సంస్థ. ఇది కేంద్రం మరియు రాష్ట్రాల మధ్య పన్నుల ఆదాయాన్ని పంపిణీ చేయడానికి సిఫార్సు చేస్తుంది.",
  "భారతదేశంలో 'హరిత విప్లవం' ఆహార ధాన్యాల ఉత్పత్తిని గణనీయంగా పెంచింది. ఇది అధిక దిగుబడినిచ్చే విత్తనాలు, మెరుగైన ఎరువులు మరియు ఆధునిక నీటిపారుదల పద్ధతుల ఉపయోగం ద్వారా సాధ్యపడింది.",
  "భారతదేశంలో 'నిరుద్యోగం' అనేది ఒక ప్రధాన సమస్య. దీనిని కార్మిక భాగస్వామ్య రేటు (Labor Force Participation Rate), ఉద్యోగ కల్పన రేటు మరియు కార్మిక ఉత్పాదకత వంటి వాటి ద్వారా కొలుస్తారు.",
  "భారతీయ ఆర్థిక వ్యవస్థలో 'రిపో రేట్' (Repo Rate) మరియు 'రివర్స్ రిపో రేట్' (Reverse Repo Rate) వంటివి RBI యొక్క ద్రవ్య విధాన సాధనాలు. ఇవి వాణిజ్య బ్యాంకులకు రుణాలను అందించడానికి లేదా వారి నుండి రుణాలను తిరిగి తీసుకోవడానికి ఉపయోగపడతాయి.",
  "భారతీయ 'స్టాక్ మార్కెట్లు' (Stock Markets) సెబీ (SEBI)చే నియంత్రించబడతాయి. సెబీ పెట్టుబడిదారుల ప్రయోజనాలను రక్షించడానికి మరియు ఆర్థిక మార్కెట్ల అభివృద్ధికి పనిచేస్తుంది.",
  "భారతదేశంలో 'జనాభా డివిడెండ్' (Demographic Dividend) అంటే పనిచేయగల జనాభా (15-64 సంవత్సరాల వయస్సు గలవారు) ఎక్కువగా ఉండటం. ఇది ఆర్థిక వృద్ధికి ఒక గొప్ప అవకాశం, అయితే దీన్ని సరిగ్గా ఉపయోగించుకోవడానికి విద్య మరియు ఉపాధి అవకాశాలు అవసరం.",
  "'సూక్ష్మ ఆర్థిక వ్యవస్థ' (Microeconomics) అనేది ఒక వ్యక్తి, ఒక సంస్థ లేదా ఒక నిర్దిష్ట మార్కెట్ వంటి చిన్న స్థాయి ఆర్థిక నిర్ణయాలను అధ్యయనం చేసే శాస్త్రం, అయితే 'స్థూల ఆర్థిక వ్యవస్థ' (Macroeconomics) అనేది దేశ ఆర్థిక వ్యవస్థ మొత్తం పనితీరును అధ్యయనం చేస్తుంది.",
  "'కోర్ ద్రవ్యోల్బణం' (Core Inflation) అనేది ఆర్థిక వ్యవస్థలో ధరల పెరుగుదలను కొలిచే ఒక పదం, అయితే ఆహారం మరియు ఇంధనం వంటి అస్థిర వస్తువుల ధరలను దీని లెక్కలోకి తీసుకోరు. ఇది దీర్ఘకాలిక ద్రవ్యోల్బణ ధోరణులను అర్థం చేసుకోవడానికి సహాయపడుతుంది.",
  "కేంద్ర మరియు రాష్ట్ర ప్రభుత్వాల మధ్య పన్నుల ఆదాయాన్ని పంపిణీ చేయడానికి భారత రాజ్యాంగం 'ఆర్థిక సంఘం' (Finance Commission) ఏర్పాటును సూచిస్తుంది. ఇది రాజ్యాంగంలోని ఆర్టికల్ 280 ప్రకారం ఏర్పాటు చేయబడుతుంది మరియు దాని సిఫార్సులు కేంద్రం మరియు రాష్ట్రాల మధ్య ఆర్థిక సంబంధాలను నిర్వచిస్తాయి.",
  "The Peninsular Plateau of India is geologically one of the oldest and most stable landmasses in the world. Composed primarily of ancient igneous and metamorphic rocks, it is rich in mineral resources like iron ore, coal, and bauxite, making it a critical economic region.",
  "India's vast latitudinal and longitudinal extent of approximately 30 degrees leads to significant climatic variations. The southern part of the country, located in the tropical zone, experiences a small annual temperature range, while the north has a much more extreme climate with distinct seasons.",
  "Fiscal policy, managed by the Ministry of Finance, involves the government's use of taxation and expenditure to influence the economy. Key instruments include the Union Budget, fiscal deficit targets, and public debt management, all crucial for steering economic growth and stability.",
  "హిమాలయాలు భారతదేశానికి ఒక ముఖ్యమైన వాతావరణ విభజన రేఖగా పనిచేస్తాయి. ఇవి మధ్య ఆసియా నుండి వచ్చే చలిగాలులను అడ్డుకుని, ఉత్తర భారతంలో చలి తీవ్రతను తగ్గిస్తాయి. అంతేకాకుండా, ఋతుపవనాల ద్వారా వచ్చే తేమ నిండిన గాలులను అడ్డుకుని భారతదేశంలో వర్షాలకు కారణమవుతాయి.",
  "The Himalayas act as a major climatic divide for the Indian subcontinent. They prevent the cold winds from Central Asia from entering India, ensuring milder winters, and they also force moisture-laden monsoon winds to precipitate on the Indian plains, creating a unique monsoon climate.",
  "దక్కన్ పీఠభూమి భారతదేశంలో అత్యంత పురాతనమైన మరియు స్థిరమైన భూభాగాలలో ఒకటి. ఇది ప్రధానంగా పురాతన అగ్నిశిలలు మరియు రూపాంతర శిలలతో కూడి ఉంది. ఈ ప్రాంతంలో ఇనుము, బొగ్గు, మరియు బాక్సైట్ వంటి ఖనిజ వనరులు పుష్కలంగా లభిస్తాయి.",
  "హిందూ మహాసముద్రం డిపోల్ (IOD) అనేది ఒక కీలకమైన వాతావరణ కారకం, ఇది భారతదేశ ఋతుపవనాలపై ప్రభావం చూపుతుంది. సానుకూల IOD సమయంలో, పశ్చిమ హిందూ మహాసముద్రం వేడిగా ఉంటుంది, ఇది భారతదేశంలో సాధారణం కంటే ఎక్కువ వర్షపాతాన్ని ఇస్తుంది.",
  "భారతదేశం యొక్క భౌగోళిక ప్రాంతాలైన 'ఖరీఫ్' మరియు 'రబీ' పంటలు ఋతుపవనాలపై ఆధారపడి ఉన్నాయి. ఖరీఫ్ పంటలు ఋతుపవనాల కాలంలో (జూన్-అక్టోబర్) సాగు చేయబడతాయి, కాగా రబీ పంటలు శీతాకాలంలో (అక్టోబర్-మార్చి) సాగు చేయబడతాయి.",
  "హిమాలయ పర్వత శ్రేణులు ఇండియన్ మరియు యురేషియన్ పలకల ఢీకొనడం వల్ల ఏర్పడ్డాయి. ఈ పలకల కదలికల వల్ల ఈ ప్రాంతం భూకంపాలకు మరియు సునామీలకు గురయ్యే అవకాశాలు ఎక్కువగా ఉన్నాయి.",
  "India's economic structure has seen a significant shift from a predominantly agrarian economy to a service-sector-led one. The service sector now contributes over 50% to the country's Gross Value Added (GVA), reflecting a structural transformation.",
  "The Five-Year Plans, which began in 1951, served as the central planning mechanism for India's development. Though the Planning Commission was replaced by NITI Aayog in 2015, the legacy of planned development remains an important part of India's economic history.",
  "Buddhism's rise under the Maurya Empire, particularly during Emperor Ashoka's reign, was a pivotal event in ancient Indian history. Ashoka's edicts, inscribed on pillars and rocks throughout his empire, spread the Dhamma, a code of moral conduct and non-violence.",
  "The Vedic Age saw a transition from a nomadic, pastoral society to a settled agricultural one. The Rigveda, composed during this period, provides insights into the social structure, the rise of the Varna system, and the importance of cattle as a measure of wealth.",
  "The 'Alluvial Fan' and 'Delta' are both depositional landforms formed by rivers, but they differ in their environment. An alluvial fan forms on land at the base of a mountain when a stream loses velocity and spreads out, while a delta forms in a standing body of water (like a sea or lake) as a river deposits its sediment load.",
  "బ్రిటీష్ వారి పాలనలో భారత్ పేద దేశంగా ఎలా మారిందో వివరించే 'డ్రెయిన్ ఆఫ్ వెల్త్' సిద్ధాంతాన్ని దాదాభాయ్ నౌరోజీ ప్రతిపాదించారు.",
  "1905లో బెంగాల్ విభజనను లార్డ్ కర్జన్ చేపట్టారు. ఈ నిర్ణయం దేశవ్యాప్తంగా నిరసనలకు దారితీసింది. ఇది స్వదేశీ ఉద్యమానికి నాంది పలికింది, ఆ తర్వాత ఇది స్వాతంత్ర్య పోరాటంలో ఒక ముఖ్య ఘట్టంగా మారింది.",
  "1942లో క్విట్ ఇండియా ఉద్యమాన్ని మహాత్మా గాంధీ ప్రారంభించారు. 'క్విట్ ఇండియా' మరియు 'చేయు లేదా మరణించు' అనే నినాదాలతో బ్రిటీష్ పాలన అంతానికి పిలుపునిచ్చారు. ఈ ఉద్యమం భారత స్వాతంత్ర్య సంగ్రామంలో ఒక ముఖ్య ఘట్టం.",
  "బానిస వంశం (Mamluk dynasty) సుల్తాన్లలో ఒకరైన ఇల్తుత్మిష్, ఢిల్లీ సుల్తానేట్ యొక్క నిజమైన స్థాపకుడిగా పరిగణించబడ్డాడు. ఆయన కుతుబ్ మినార్ నిర్మాణం పూర్తి చేయడం మరియు రజియా సుల్తానాను తన వారసురాలిగా నియమించడం వంటివి చేశారు.",
  "1919 నాటి జలియన్‌వాలా బాగ్ ఊచకోత భారత స్వాతంత్ర్య సంగ్రామంలో ఒక విషాదకర సంఘటన. దీనిని జనరల్ డయ్యర్ సైన్యం అణచివేసింది, ఈ సంఘటన దేశవ్యాప్తంగా బ్రిటీష్ వ్యతిరేక భావనను పెంచింది.",
  "The 'Thar Desert' in India is not a pure 'hot desert'. Its formation is a complex process linked to the Aravalli range's orientation, which blocks the moisture-laden monsoon winds, and the subsiding air from the subtropical high-pressure belt.",
  "The 'Coral Bleaching' phenomenon is a direct result of environmental stress, primarily increased sea temperatures, which causes corals to expel the symbiotic algae (zooxanthellae) living in their tissues. This leads to the loss of their color and their primary source of food.",
  "The 'El Niño-Southern Oscillation (ENSO)' is a key driver of global climate variability. The El Niño phase, marked by warmer-than-average sea surface temperatures in the central and eastern tropical Pacific, is often associated with weakened monsoon rainfall in India.",
  "The 'Swadeshi Movement' (1905) was initiated in response to the partition of Bengal by Lord Curzon. It emphasized self-reliance and the boycott of British goods, leading to a massive surge in nationalist sentiment and a focus on indigenous industries.",
  "The 'Government of India Act of 1919', also known as the Montagu-Chelmsford Reforms, introduced a system of 'diarchy' or dual governance in the provinces. It classified provincial subjects into 'reserved' and 'transferred,' with the former managed by the Governor and the latter by Indian ministers.",
  "The 'Non-Cooperation Movement' of 1920-22, led by Mahatma Gandhi, aimed to withdraw Indian cooperation from the British administration. It included boycotting foreign goods, government schools, and councils, and marked the first nationwide mass movement under Gandhi's leadership.",
  "The 'Regulating Act of 1773' was the first significant legislative step taken by the British Parliament to control the affairs of the East India Company. It established a Governor-General of Bengal and a Supreme Court in Calcutta, laying the foundation for a centralized administration.",
  "The 'Lothal' site of the Harappan Civilization is significant for its ancient dockyard, which suggests its role as a major port city. This discovery provides crucial evidence of the Harappans' extensive maritime trade with contemporary civilizations.",
  "The 'Cripps Mission' of 1942 was a British attempt to secure Indian cooperation in World War II in exchange for the promise of a future dominion status and a Constituent Assembly. It was rejected by both the Indian National Congress and the Muslim League, leading to the launch of the Quit India Movement.",
  "The 'Permanent Settlement of 1793' introduced by Lord Cornwallis fixed land revenue permanently with the Zamindars. This policy created a new class of powerful landlords loyal to the British, while placing an immense burden of rent on the peasantry.",
  "The 'Cabinet Mission Plan' of 1946 proposed a three-tier government structure for India, with a weak center and strong provinces. It also provided for the formation of a Constituent Assembly to draft the Constitution, though it failed to gain complete acceptance.",
  "The 'Government of India Act of 1935' was a pivotal step towards provincial autonomy. It abolished the diarchy at the provincial level and introduced it at the Centre, while also providing for a federal structure that never fully materialized.",
  "The 'Isostatic Rebound' of Fennoscandia (Northern Europe) is a direct consequence of the retreat of the last glacial ice sheets, causing the landmass, which was depressed under the weight of the ice, to slowly rise. This is a real-world example of the theory of Isostasy.",
  "The term 'Regur' soil is a local name for Black Cotton Soil in India. Its formation is attributed to the Deccan Trap basaltic lava, and it is known for its high clay content, capacity to hold moisture, and the development of deep cracks during the dry season (self-ploughing).",
  "The Indian Ocean Dipole (IOD) is a key teleconnection influencing the Indian Monsoon. A positive IOD, characterized by a warmer western Indian Ocean and a cooler eastern Indian Ocean, is generally associated with a better-than-normal monsoon rainfall in India, while a negative IOD has the opposite effect.",
  "The 'Pacific Ring of Fire' is a major zone of volcanic and seismic activity that is a direct result of convergent plate boundaries, where plates are subducting beneath one another. The deep ocean trenches and volcanic arcs are characteristic features of this tectonic activity.",
  "The 'Jet Stream Theory' provides a contemporary explanation for the mechanism of the Indian Monsoon. The subtropical westerly jet stream's position over Tibet in winter and its northward shift in summer are directly linked to the onset and withdrawal of the monsoon winds over the Indian subcontinent.",
  "The 'Sargasso Sea' in the North Atlantic is a unique body of water defined not by land boundaries but by a system of powerful rotating ocean currents, known as the North Atlantic Gyre. It is known for its calm waters and large concentrations of Sargassum seaweed.",
  "The concept of 'Heat Budget' of the Earth explains how the planet maintains a stable average temperature. It is a balance between incoming shortwave solar radiation and outgoing longwave terrestrial radiation. Factors like albedo, greenhouse gases, and cloud cover play a crucial role in this balance.",
  "The 'Karst Topography' is a landscape formed from the dissolution of soluble rocks such as limestone, dolomite, and gypsum. Characteristic features include caves, sinkholes (doline), and underground drainage systems. The Western Ghats in India have a form of this topography.",
  "The 'Urban Heat Island' effect is a micro-climatic phenomenon where urban areas experience higher temperatures than their surrounding rural areas. This is primarily due to the absorption of solar radiation by urban surfaces (concrete, asphalt), waste heat from human activities, and the lack of vegetation.",
  "The 'Tropical Cyclone' formation requires a sea surface temperature of at least 27°C, a pre-existing low-pressure system, and sufficient Coriolis force to initiate cyclonic rotation. The absence of the Coriolis effect at the equator prevents the formation of these storms in that region.",
  "The term 'Peneplain' describes a low, undulating land surface that is the end product of long-term erosion. It represents a theoretical final stage in the cycle of erosion, as proposed by William Morris Davis.",
  "The 'Alluvial Fan' and 'Delta' are both depositional landforms formed by rivers, but they differ in their environment. An alluvial fan forms on land at the base of a mountain when a stream loses velocity and spreads out, while a delta forms in a standing body of water (like a sea or lake) as a river deposits its sediment load.",
  "The 'Thar Desert' in India is not a pure 'hot desert'. Its formation is a complex process linked to the Aravalli range's orientation, which blocks the moisture-laden monsoon winds, and the subsiding air from the subtropical high-pressure belt.",
  "The 'Coral Bleaching' phenomenon is a direct result of environmental stress, primarily increased sea temperatures, which causes corals to expel the symbiotic algae (zooxanthellae) living in their tissues. This leads to the loss of their color and their primary source of food.",
  "The 'El Niño-Southern Oscillation (ENSO)' is a key driver of global climate variability. The El Niño phase, marked by warmer-than-average sea surface temperatures in the central and eastern tropical Pacific, is often associated with weakened monsoon rainfall in India.",
  "ఆర్థిక వ్యవస్థలో ఒక నిర్దిష్ట సంవత్సరంలో ఉత్పత్తి చేయబడిన అన్ని వస్తువులు మరియు సేవల యొక్క మొత్తం విలువను కొలవడానికి ఉపయోగించే కీలకమైన పదం 'స్థూల దేశీయోత్పత్తి' (GDP). ఇది దేశ ఆర్థిక ఆరోగ్యాన్ని సూచిస్తుంది.",
  "భారతదేశంలో 'ద్రవ్య విధానం' (Monetary Policy)ను భారతీయ రిజర్వ్ బ్యాంక్ (RBI) నిర్వహిస్తుంది. ద్రవ్యోల్బణం, వృద్ధి మరియు ఆర్థిక స్థిరత్వాన్ని నియంత్రించడానికి వడ్డీ రేట్లను పెంచడం లేదా తగ్గించడం వంటి చర్యలను ఇది చేపడుతుంది.",
  "కేంద్ర ప్రభుత్వం యొక్క ఆదాయం మరియు వ్యయం మధ్య ఉన్న తేడాను 'ఫిస్కల్ డెఫిసిట్' (Fiscal Deficit) అంటారు. అధిక ఫిస్కల్ డెఫిసిట్ ప్రభుత్వం యొక్క రుణ భారాన్ని సూచిస్తుంది, దీనిని రుణాల ద్వారా భర్తీ చేయాలి.",
  "భారత ఆర్థిక వ్యవస్థలో 'సేవ రంగం' (Service Sector) ప్రధాన వాటాను కలిగి ఉంది. బ్యాంకింగ్, సాఫ్ట్‌వేర్, విద్య మరియు ఆరోగ్య సంరక్షణ వంటి సేవలు దేశ GDPలో 50% పైగా వాటాను అందిస్తున్నాయి.",
  "భారతదేశంలో 'GST' (Goods and Services Tax) అనేది అనేక పరోక్ష పన్నులను ఒకే గొడుగు కిందకు తీసుకువచ్చిన ఒక ప్రధాన పన్ను సంస్కరణ. ఇది 'ఒకే దేశం, ఒకే పన్ను' అనే లక్ష్యంతో ఆర్థిక వ్యవస్థను ఏకీకృతం చేయడానికి ఉద్దేశించబడింది.",
  "ఆర్థిక వ్యవస్థలో ఒక నిర్దిష్ట సంవత్సరంలో ఉత్పత్తి చేయబడిన అన్ని వస్తువులు మరియు సేవల యొక్క మొత్తం విలువను కొలవడానికి ఉపయోగించే కీలకమైన పదం 'స్థూల దేశీయోత్పత్తి' (GDP). ఇది దేశ ఆర్థిక ఆరోగ్యాన్ని సూచిస్తుంది.",
  "భారతదేశంలో 'ద్రవ్య విధానం' (Monetary Policy)ను భారతీయ రిజర్వ్ బ్యాంక్ (RBI) నిర్వహిస్తుంది. ద్రవ్యోల్బణం, వృద్ధి మరియు ఆర్థిక స్థిరత్వాన్ని నియంత్రించడానికి వడ్డీ రేట్లను పెంచడం లేదా తగ్గించడం వంటి చర్యలను ఇది చేపడుతుంది.",
  "కేంద్ర ప్రభుత్వం యొక్క ఆదాయం మరియు వ్యయం మధ్య ఉన్న తేడాను 'ఫిస్కల్ డెఫిసిట్' (Fiscal Deficit) అంటారు. అధిక ఫిస్కల్ డెఫిసిట్ ప్రభుత్వం యొక్క రుణ భారాన్ని సూచిస్తుంది, దీనిని రుణాల ద్వారా భర్తీ చేయాలి.",
  "భారత ఆర్థిక వ్యవస్థలో 'సేవ రంగం' (Service Sector) ప్రధాన వాటాను కలిగి ఉంది. బ్యాంకింగ్, సాఫ్ట్‌వేర్, విద్య మరియు ఆరోగ్య సంరక్షణ వంటి సేవలు దేశ GDPలో 50% పైగా వాటాను అందిస్తున్నాయి.",
  "భారతదేశంలో 'GST' (Goods and Services Tax) అనేది అనేక పరోక్ష పన్నులను ఒకే గొడుగు కిందకు తీసుకువచ్చిన ఒక ప్రధాన పన్ను సంస్కరణ. ఇది 'ఒకే దేశం, ఒకే పన్ను' అనే లక్ష్యంతో ఆర్థిక వ్యవస్థను ఏకీకృతం చేయడానికి ఉద్దేశించబడింది.",
  "భారతదేశంలో 'ఆర్థిక సంఘం' (Finance Commission) అనేది రాజ్యాంగ సంస్థ. ఇది కేంద్రం మరియు రాష్ట్రాల మధ్య పన్నుల ఆదాయాన్ని పంపిణీ చేయడానికి సిఫార్సు చేస్తుంది.",
  "భారతదేశంలో 'హరిత విప్లవం' ఆహార ధాన్యాల ఉత్పత్తిని గణనీయంగా పెంచింది. ఇది అధిక దిగుబడినిచ్చే విత్తనాలు, మెరుగైన ఎరువులు మరియు ఆధునిక నీటిపారుదల పద్ధతుల ఉపయోగం ద్వారా సాధ్యపడింది.",
  "భారతదేశంలో 'నిరుద్యోగం' అనేది ఒక ప్రధాన సమస్య. దీనిని కార్మిక భాగస్వామ్య రేటు (Labor Force Participation Rate), ఉద్యోగ కల్పన రేటు మరియు కార్మిక ఉత్పాదకత వంటి వాటి ద్వారా కొలుస్తారు.",
  "భారతీయ ఆర్థిక వ్యవస్థలో 'రిపో రేట్' (Repo Rate) మరియు 'రివర్స్ రిపో రేట్' (Reverse Repo Rate) వంటివి RBI యొక్క ద్రవ్య విధాన సాధనాలు. ఇవి వాణిజ్య బ్యాంకులకు రుణాలను అందించడానికి లేదా వారి నుండి రుణాలను తిరిగి తీసుకోవడానికి ఉపయోగపడతాయి.",
  "భారతీయ 'స్టాక్ మార్కెట్లు' (Stock Markets) సెబీ (SEBI)చే నియంత్రించబడతాయి. సెబీ పెట్టుబడిదారుల ప్రయోజనాలను రక్షించడానికి మరియు ఆర్థిక మార్కెట్ల అభివృద్ధికి పనిచేస్తుంది.",
  "The 'Lytton’s Famine Policy' of the 1870s was widely criticized for its callous approach towards the widespread famine. It was during this time that a lavish 'Delhi Durbar' was held, highlighting the stark indifference of the British administration to the plight of the Indian populace."
]
